package com.app5kmezmur;

import java.io.File;
import java.util.ArrayList;
import java.util.LinkedHashMap;
import java.util.List;
import java.util.Map;
import java.util.concurrent.TimeUnit;

import android.R.drawable;
import android.app.ActionBar;
import android.app.Activity;
import android.app.Dialog;
import android.content.Context;
import android.content.DialogInterface;
import android.graphics.Color;
import android.graphics.Typeface;
import android.graphics.drawable.ColorDrawable;
import android.media.MediaPlayer;
import android.os.Bundle;
import android.os.Handler;
import android.view.Gravity;
import android.view.LayoutInflater;
import android.view.MenuItem;
import android.view.View;
import android.view.ViewGroup;
import android.view.Window;
import android.view.View.OnClickListener;
import android.widget.BaseExpandableListAdapter;
import android.widget.Button;
import android.widget.CheckBox;
import android.widget.ExpandableListAdapter;
import android.widget.ExpandableListView;
import android.widget.SeekBar;
import android.widget.Toast;
import android.widget.ExpandableListView.OnChildClickListener;
import android.widget.ExpandableListView.OnGroupExpandListener;
import android.widget.LinearLayout;
import android.widget.TextView;

public class Begena extends Activity {

	List<String> ChildList;
	Button button4, button5;
	CheckBox ch;
	Map<String, List<String>> ParentListItems;
	ExpandableListView expandablelistView;
	// Assign Parent list items here.
	List<String> ParentList = new ArrayList<String>();
	{

		ParentList.add("1.	በጌቴ ሴማኔ\n     ቅኝት - ሠላምታ");
		ParentList.add("2.	በመስቀል ተሰቅሎ (ሶስና በገና)\n     ቅኝት - ሠላምታ");
		ParentList.add("3.	በጌቴ ሴማኔ (ዘርፉ ደምሴ በገና)\n     ቅኝት - ሠላምታ");
		ParentList.add("4.	ኧረ ስማኝ ሀገሬ (ዘርፉ ደምሴ በገና)\n     ቅኝት - ሰላምታ");
		ParentList.add("5.	ፍቅርና ሰላምን\n     ቅኝት- ሠላምታ");
		ParentList.add("6.	ከደጇ ይፈልቃል (አቶ ታፈሰ በገና)\n     ቅኝት- ሠላምታ");
		ParentList.add("7.	ኧረ ስማኝ ፈጣሪ (ዲ.ታደለ በገና)\n     ቅኝት - ሰላምታ");
		ParentList.add("8.	አባታችን (አቶ አለሙ አጋ በገና)\n     ቅኝት - ሰላምታ");
		ParentList.add("9.	እግዚአብሔርም (ዲ.ታደለ በገና)\n     ቅኝት - ሰላምታ ");
		ParentList.add("10.	ስለ ሥነ ፍጥረት (አቶ አለሙ አጋ በገና)\n     ቅኝት - ሰላምታ");
		ParentList.add("11.	ሰላም ለኪ (አቶ አለሙ አጋ በገና)\n     ቅኝት - ሠላምታ");
		ParentList.add("12.	ስለ ልደት (አቶ አለሙ አጋ በገና)\n     ቅኝት - ሠላምታ");
		ParentList.add("13.	ስለ ምሥጢረ ሆሣዕና (አቶ አለሙ አጋ በገና)\n     ቅኝት - ሰላምታ");
		ParentList.add("14.	አስቀድሞ (አቶ አለሙ አጋ በገና)\n     ቅኝት - ሠላምታ");
		ParentList.add("15.	ጲላጦስም (ዘርፉ ደምሴ በገና)\n     ቅኝት - ሰላምታ");
		ParentList.add("16.	የልዳው ኮከብ ደፋር\n     ቅኝት- ሠላምታ");
		ParentList.add("17.	ስለ ዳግም ምፅዓት (አቶ አለሙ አጋ በገና)\n     ቅኝት - ሰላምታ");
		ParentList.add("18.	የእመቤታችን ምሥጋና (ዘርፉ ደምሴ በገና)\n     ቅኝት -");
		ParentList.add("19.	ስለ አዳም መፈጠር (ዘርፉ ደምሴ በገና)\n     ቅኝት - ሠላምታ");
		ParentList.add("20.	ድንግልም (ዘርፉ ደምሴ በገና)\n     ቅኝት - ሠላምታ");
		ParentList.add("21.	እስመ አንተ (ዘርፉ ደምሴ በገና)\n     ቅኝት -");
		ParentList.add("22.	ስለ ሥነ-ስቅለት (አቶ አለሙ አጋ በገና)\n     ቅኝት - ሠላምታ");
		ParentList.add("23.	ማን ይመራመር (አቶ አለሙ አጋ በገና)\n     ቅኝት - ሠላምታ");
		ParentList.add("24.	ማን ይመራመር (አቶ ታፈሰ በገና)\n     ቅኝት-ሠላምታ");
		ParentList.add("25.	ከቶ አይቀርም ሞቱ (አቶ አለሙ አጋ በገና)\n     ቅኝት - ");
		ParentList.add("26.	በስመ ልዑል (ሶስና በገና)\n     (ሰላምታ ቅኝት - ይበላ ሀላ)");
		ParentList.add("27.	ሰላም ለማርያም (ሶስና በገና)\n     ቅኝት - ሠላምታ");
		ParentList
				.add("28.	አባ ግራኝ ሞተ (አቶ አለሙ አጋ በገና)\n   /ስለ አፄ ቴዎድሮስ/ ቅኝት - ሠላምታ");
		ParentList.add("29.	ድንግል ስልሽ (ሶስና በገና)\n     ቅኝት - ሠላምታ");
		ParentList.add("30.	ርግብና ዋኔን (አቶ ታፈሰ በገና)\n     ቅኝት- ዋኔን (ትዝታ)");
		ParentList.add("31.	ዋኔን (ሶስና በገና)\n     (በሰላምታ ቅኝት)");
		ParentList.add("32.	ስቀለው ስቀለው (ሶስና በገና)\n     ቅኝት - ዋኔን");
		ParentList.add("33.	ኢትዮጵያ ሆይ ተነሽ (ይልማ ኃይሉ በገና)\n     ቅኝት - ዋኔን");
		ParentList.add("34.	የብርሃን እናት ነሽና (ይልማ ኃይሉ በገና)\n     ቅኝት - ዋኔን ");
		ParentList.add("35.	አቤቱ ደግ ሰው አልቋልና (ይልማ ኃይሉ በገና)\n     ቅኝት - ዋኔን");
		ParentList.add("36.	አልፈርድም እኔ (ይልማ ኃይሉ በገና)\n     ቅኝት - ዋኔን");
		ParentList.add("37.	ኑ እንቅረብ (ሊቀ መዘምራን ኪነጥበብ)\n     ቅኝት - ዋኔን");
		ParentList.add("38.	ማኔቴቄልፋሬስ (ይልማ ኃይሉ በገና)\n     ቅኝት - ዋኔን");
		ParentList
				.add("39.	ድንግል ወላዲተ ቃል (ሊቀ መዘምራን ኪነጥበብ)\n     ቅኝት - ዋኔን (ትዝታ)");
		ParentList.add("40.	ሞቼ ስለማልቀር\n     ቅኝት- ዋኔን (ትዝታ)");
		ParentList.add("41.	ምድረ ቀራንዮ\n     ቅኝት- ዋኔን (ትዝታ)");
		ParentList.add("42.	የአብርሃም አምላክ\n     ቅኝት- ዋኔን (ትዝታ)");
		ParentList.add("43.	እንደቸርነትህ\n     ቅኝት - ዋኔን");
		ParentList.add("44.	በደምህ ተገዛ\n     ቅኝት- ዋኔን");
		ParentList.add("45.	ስለ ቸርነትህ (ይልማ ኃይሉ በገና)\n     ቅኝት - ስለቸርነትህ");
		ParentList.add("46.	መጾሙን ይጾማል\n     ቅኝት- ስለቸርነትህ");
		ParentList.add("47.	አምላኬ አምላኬ (ይልማ ኃይሉ በገና)\n     ቅኝት - ስለቸርነትህ");
		ParentList.add("48.	በህይወቴ (ይልማ ኃይሉ በገና)\n     ቅኝት - ስለቸርነትህ ");
		ParentList.add("49.	ለእኔስ ልዩ ነች (ይልማ ኃይሉ በገና)\n     ቅኝት - ስለቸርነትህ ");
		ParentList.add("50.	የእኛ ጌታ (ይልማ ኃይሉ በገና)\n     ቅኝት - ስለቸርነትህ");
		ParentList.add("51.	ኑ ተመልከቱልኝ (ይልማ ኃይሉ በገና)\n     ቅኝት - ስለቸርነትህ");
		ParentList.add("52.	ዳግም ስትመጣ (ዘርፉ ደምሴ በገና)\n     ቅኝት - ስለቸርነትህ");
		ParentList.add("53.	ሙሽራው ሙሽራ (የሠርግ)\n     ቅኝት- ስለቸርነትህ (አንቺ ሆዬ ለኔ)");
		ParentList.add("54.	የሀብ ከዮመ (የሠርግ) (ይልማ ኃይሉ በገና)\n     ቅኝት - ");
		ParentList.add("55.	አሥር አውታር ባለው በበገና (ሶስና በገና)\n     ቅኝት -");
		ParentList.add("56.	አድነኝ ከሞት (ሶስና በገና)\n     ቅኝት - ");
		ParentList.add("57.	ቸሩ መድኃኔዓለም (ሶስና በገና)\n     ቅኝት -");
		ParentList.add("58.	ሰማይና ምድርን (የትምወርቅ በገና)\n ቅኝት - ");
		ParentList.add("59. በገናዬን ላንሳ (የትምወርቅ በገና)\n ቅኝት -");
		ParentList.add("60.	ዐርብ የታረደውን (ዘርፉ ደምሴ በገና)\n     ቅኝት -");
		ParentList.add("61.	ድጓውን ክተቱት (ዘርፉ ደምሴ በገና)\n ቅኝት -");
		ParentList.add("62.	እንመን በስሙ (ዘርፉ ደምሴ በገና)\n     ቅኝት -");
		ParentList.add("63.	ተወለደልን (ዘርፉ ደምሴ በገና)\n     ቅኝት -");
		ParentList.add("64.	ማዘን ጨምሩበት (ዘርፉ ደምሴ በገና)\n     ቅኝት -");
		ParentList.add("65.	የኢየሩሳሌም ቆነጃጅት (ዘርፉ ደምሴ በገና)\n     ቅኝት -");
		ParentList.add("66.	ኣሓዱ ብሎ ቅዱስ (ዘርፉ ደምሴ በገና)\n     ቅኝት -");
		ParentList.add("67.	በአዳም በደል (ዘርፉ ደምሴ በገና)\n     ቅኝት -");
		ParentList.add("68.	አየሁኝ በህልሜ (አቶ ታፈሰ በገና)\n     ቅኝት");
		ParentList.add("69.	አቦዬ ጻድቁ (አቶ ታፈሰ በገና)\n     ቅኝት");
		ParentList.add("70.	እፎይ ታገስከኝ (ዘርፉ ደምሴ በገና) ቅኝት -");
		ParentList.add("71.	ሞት እንዴት ሰነበትክ (ዘርፉ ደምሴ በገና)\n     ቅኝት -");
		ParentList.add("72.	ኪዳነ ምህረት (ዘርፉ ደምሴ በገና)\n     ቅኝት -");
		ParentList.add("73.	የአዋጅ ነጋሪ ቃል\n     ቅኝት");
		ParentList.add("74.	የዓለም መድኃኒት (ሊቀ መዘምራን ኪነጥበብ)\n     ቅኝት - ");
		ParentList.add("75.	እወርዳለሁ ቆላ (ሊቀ መዘምራን ኪነጥበብ)\n     ቅኝት -");
		ParentList.add("76.	ይህ ቁርባን ክቡር ነው (ሊቀ መዘምራን ኪነጥበብ)\n     ቅኝት - ");
		ParentList.add("77.	ወላዲተ አምላክ (ማኅበረ ቅዱሳን)\n     ቅኝት -");
		ParentList.add("78.	የመስቀሉ ፍቅር (ይልማ ኃይሉ በገና)\n     ቅኝት - ");
		ParentList.add("79.	ተዋህዶ (ይልማ ኃይሉ በገና)\n     ቅኝት");
		ParentList.add("80.	በይስሀቅ ፈንታ (ይልማ ኃይሉ በገና)\n     ቅኝት - ");
		ParentList.add("81.	ውሃ አጠጪኝ አላት (ይልማ ኃይሉ በገና)\n     ቅኝት - ");
		ParentList.add("82.	ኃይልህ ሲገለጥ (ይልማ ኃይሉ በገና)\n     ቅኝት - ");
		ParentList.add("83.	ሥላሴን ከሰማይ (ይልማ ኃይሉ በገና)\n     ቅኝት - ");
		ParentList.add("84.	የጴጥሮስን እንባ (ይልማ ኃይሉ በገና)\n     ቅኝት");
		ParentList.add("85.	ያ ድሀ ተጣራ (ይልማ ኃይሉ በገና)\n     ቅኝት");
		ParentList.add("86.	እውነት ስለሆነ ኢየሱስ ክርስቶስ (ይልማ ኃይሉ በገና)\n     ቅኝት");
		ParentList.add("87.	በማዳኔ ቀን ጠራሁህ (ይልማ ኃይሉ በገና)\n     ቅኝት - ");
		ParentList.add("88.	በኃይልና ጥበብ (ይልማ ኃይሉ በገና)\n     ቅኝት - ዋኔን /ትዝታ/ ");
		ParentList.add("89.	ሰዓሊለነ ማርያም (ሲሳይ ደምሴ በገና)\n     ቅኝት - ");
		ParentList.add("90.	ሰላም ተዋህዶ (ሲሳይ ደምሴ በገና)\n     ቅኝት - ");
		ParentList.add("91.	ጽኑ ክርስቲያኖች (ሲሳይ ደምሴ በገና)\n     ቅኝት - ");
		ParentList.add("92.	ክበር ተመስገን (ሲሳይ ደምሴ በገና)\n     ቅኝት - ");
		ParentList.add("93.	በኪሩቤል ላይ ተቀመጠ (አቤል ተስፋዬ በገና)\n     ቅኝት -");
		ParentList.add("94.	ስምሽ ጉልበት ሆኖኝ (አቤል ተስፋዬ በገና)\n     ቅኝት -");
		ParentList.add("95.	ስሜ ዳዊት (አቤል ተስፋዬ በገና)\n     ቅኝት -");
		ParentList.add("96.	ሞትን በሞት ሽረህ (አቤል ተስፋዬ በገና)\n     ቅኝት -");
		ParentList.add("97.	መች ይረሳል (አቤል ተስፋዬ በገና)\n     ቅኝት -");
		ParentList.add("98.	የዛሬ ዘመን መኮንን (አቤል ተስፋዬ በገና)\n     ቅኝት -");
		ParentList.add("99.	በደም ሊታጠብ ኃጢአቴ (አቤል ተስፋዬ በገና)\n     ቅኝት -");
		ParentList.add("100.	ሠላምህ ይብዛላት (አቤል ተስፋዬ በገና)\n     ቅኝት -");
		ParentList.add("101.	በደላችንን የተውክልን (አቤል ተስፋዬ በገና)\n     ቅኝት -");
		ParentList.add("102.	ኧረ አንቺ ዓለም (ዲ.ታደለ በገና)\n     ቅኝት - ");
		ParentList.add("103.	እማዬን አባዬን (ዲ.ታደለ በገና)\n     ቅኝት - ");
		ParentList.add("104.	ሰቀሉህ (ዲ.ታደለ በገና)\n     ቅኝት -");
		ParentList.add("105.	ገዳመ ቆሮንቶስ (ዲ.ታደለ በገና)\n     ቅኝት - ");
		ParentList.add("106.	ድንግል (ዲ.ታደለ በገና)\n     ቅኝት - ");
		ParentList.add("107.	እንደ ክቡር ዳዊት (ዲ.ታደለ በገና)\n     ቅኝት -");
		ParentList.add("108.	ስለ ድንግል ብሎ\n 	ቅኝት - ትዝታ ");
		ParentList.add("109.	የድሆች መጠጊያ(ዘማሪት አድነች አስፋው ቁ.1)\n	ቅኝት - ትዝታ ");
		ParentList.add("110.	መመኪያዬ አንተ ነህ መዝሙረ ንስሐ\n	ቅኝት-ትዝታ");
		ParentList.add("111.	ኆኅተ አንቲ (ዘማሪ ዲን. ዳዊት ፊንታዬ)\n	ቅኝት- ");
		ParentList.add("112.	በባዕድ ሀገር (ዘማሪ ዲን. ዳዊት ፊንታዬ)\n	ቅኝት- ");
		ParentList.add("113.	ከበለሷ ፍሬ (ዘማሪ ዲን. ዳዊት ፊንታዬ)\n	ቅኝት- ");
		ParentList.add("114.	ታምኜህ ወጣሁኝ  (ዘማሪ ዲን. ዳዊት ፊንታዬ)\n	ቅኝት- ");
		ParentList.add("115.	ሕሙም ስላአዳነ (ዘማሪ ዲን. ዳዊት ፊንታዬ)\n	ቅኝት- ");
		ParentList.add("116.	የአንተ ዜማ (ዘማሪ ዲን. ዳዊት ፊንታዬ)\n	ቅኝት- ");
		ParentList.add("117.	ያቺን የተስፋ ምድር (ዘማሪ ዲን. ዳዊት ፊንታዬ)\n	ቅኝት- ");
		ParentList.add("118.	ወንጌሉን ያመኑ  (ዘማሪ ዲን. ዳዊት ፊንታዬ)\n	ቅኝት- ");
		ParentList.add("119.	የመድኃኒት እናት (ዘማሪ ዲን. ዳዊት ፊንታዬ)\n	ቅኝት- ");
		ParentList.add("120.	ናቄርብ ለከ (ዘማሪ ዲን. ዳዊት ፊንታዬ)\n	ቅኝት- ");
		ParentList.add("121.	የተወደደ ስምሽ ማርያም (ዘማሪ ይልማ ኃይሉ) \n	ቅኝት- ");
		ParentList.add("122.	ወንበዴ የነበርኩኝ (ዘማሪ ይልማ ኃይሉ)\n	ቅኝት- ");
		ParentList.add("123.	ኦ ጌታ ሆይ ተሰቀልክ ሆይ (ዘማሪ ይልማ ኃይሉ)\n	ቅኝት- ");
		ParentList.add("124.	ይበላሃላ /አለሙ በገና/ \n	ቅኝት- ሰላምታ");
		ParentList.add("125.	ዋኔን (አለሙ በገና) \n	ቅኝት- ሰላምታ");
		ParentList.add("126.	ወንድሜ ጠፍቶ  \n	ቅኝት- ሰላምታ");
		ParentList.add("127.	አዝላው ወረደች(ይልማ በገና)\n	ቅኝት- ስለቸርነትህ");
		ParentList.add("128.	አልዓዛር ይነሳ(ይልማ በገና) \n	ቅኝት- ");

	}
	// Assign children list element using string array.

	String[] n1 = { "423 224 542 222\n423 115 113 224 542 222\n\nበጌቴ ሴማኔ በአትክልቱ ቦታ /2/\nለእኛ ሲል ጌታችን በዓለም ተንገላታ /2/\nአዳምና ሄዋን ባጠፉት ጥፋት /2/\nበእኛም ነበረብን የዘላለም ሞት /2/\nመስቀል ተሸክሞ ሲወጣ ተራራ /2/\nይገርፉት ነበረ ሁሉም በየተራ /2/\nድንግል አልቻለችም እንባዋን ልትገታ /2/\nእያየች በመስቀል ልጇ ሲንገላታ /2/\nበአምላክነቱ ሳይፈርድባቸው /2/\nእንዲህ ሲል ጸለየ አባት ሆይ ማራቸው /2/\nበረቂቅ ጥበቡ ሁሉን የፈጠረ /2/\nበሰዎች ተገርፎ ሞተ ተቀበረ /2/\nፍቅሩን የገለፀው ተወልዶ በሥጋ /2/\nኢየሱስ ጌታ ነው አልፋና ኦሜጋ /2/" },
			n2 = { "423 224 542 222\n423 115 113 224 542 222 \n\nበመስቀል ተሰቅሎ እንዲያ እየቃተተ\nዓለምን ለማዳን የማይሞተው ሞተ /2/\n	ከሞት ሊታደገን በመጣልን ፈጥኖ /2/\n	መስቀል አሸከሙት ውለታው ይህ ሁኖ/2/\nመከራውን ሳስብ ሳስታውስ ቀኑን /2/\nይቆስላል ይደማል ልቤ በሀዘን /2/\n	መች ለራሱ ነበር ይህ ሁሉ መከራ/2/\n	መስቀል ተሸክሞ የወጣው ተራራ /2/\nሲያጎርሱት የሚነክስ ሰው ክፉ ነውና\nእውሩን ቢያበራ ጎባጣን ቢያቀና\nጌታዬን ሰቀሉት አይሁድ ጨከኑና /2/\n	ምነዋ አያሳዝን የአይሁድ ክፋት /2/\n	የዝናቡን ጌታ ውሃ ሲነፍጉት /2/\nበተንኮል በኃጢአት ቀሩ እንደሰከሩ /2/\nሙታን ከመቃብር ተነስተው ሲያስተምሩ /2/\n	እናታችን ሄዋን ወዮ በይ አልቅሺ\n	ያንቺን ህመም ታሞ ከሞት ሊያድንሽ\n	የህያዋን ጌታ ተሰቀለልሽ /2/\nአየጉድ አየጉድ ዓለም የኋላሽ /2/\nመድኃኒት ክርስቶስ በግፍ ሞተብሽ /2/\n	በመስቀል ተሰቅሎ ሥጋውን ሲቆርስ /2/\n	በችንካር ተወግቶ ደሙንም ሲያፈስ\n	ዋለች በመከራ ድንግል ስታለቅስ /2/\nሰውነትሽ ራደ ሀዘን ከበበሽ\nስቃይ መከራውም ዳግም ፀናብሽ\nተሰቅሎ ሥታይ አንድዬ ልጅሽ /2/\n	ቢፈስም እንባዬ ሆኖ መንታ መንታ\n	መች ዋጋ ይሆናል ለአንዲቱ ጠብታ\n	ላለቀሽው ለቅሶ ድንግል የዛን ለታ /2/\nባለቀሽው ለቅሶ በልጅሽ ህመም /2/\nከኃጢአት ነጻሁኝ ዳንኩኝ ከገሀነም /2/" },
			n3 = { "423 224 542 222\n423 115 113 224 542 222 \n\nበጌቴ ሴማኒ ባታክልቱ ቦታ\nለእኛ ሲል ጌታችን በዓለም ተንገላታ/2/\n	አዳምና ሔዋን ባጠፉት ጥፋት\n	እኛም ነበረብን የዘለዓለም ሞት/2/\nመስቀል ተሸክሞ ሲወጣ ተራራ\nይገርፉት ነበረ ሁሉም በየተራ /2/\n	ዓሣ አትብሉ ብሎ ቄሱ ሲራገም\n	ዓሣማ ይበላል በኩዳዴ ጾም /2/\nየተጠበሰ ዓሣ ይሸታል እጃችሁ\nኧረ እናንተ ሰዎች ዓሣማ በላችሁ /2/\n	መለስ ቀለስ ብላ አየችሁ ቀሚሷን\n	እረሳችው እና ካፈር መለወሷን /2/\nበስምንተኛው ሺ በተልከሰከሰው\nበተስኪያን እየሳሙ አይጣሉም ከሰው /2/\n	ሠርቼ ሠርቼ አዳራሽ ከልፍኝ\n	በማለቂያው ጊዜ ላፈር ሰው ሆንኩኝ/2/\nእስከዛው ድረስ ነው ሲሶ ማረሳችን\nእንገባው የለም ወይ በየመሬታችን /2/\n	ጐድን ከዳዊት ተብትበህ ጥበሰው\n	እስኪበላ ሞቱን አይውቅምና ሰው /2/\nሰው ከሶኛል አሉ ቆሞ አደባባይ\nእውነት ነውር ሆኖ ሊያስቀጣኝ ነው ወይ /2/\n	ሸንበቆ ግድግዳ ማገር ከመቁረጥ\n	ማዘን ቤት ይሠራል የማይናወጥ /2/\nሸማኔው ሰውዬ ችግር ሳይገባው\nአንድ አርብ ቢኖረው ለሥጋ ሸጠው /2" },
			n4 = { "423 224 542 222\n423 115 113 224 542 222\n\nኧረ ስማኝ አገሬ ተው ስማኝ አገሬ ኧረ ስማኝ ሀገሬ /2/\nበጌቴ ሴማኔ ባታክልቱ ቦታ\nለኛ ሲል ጌታችን በዓለም ተንገላታ /2/\nአዳምና ሔዋን ባጠፉት ጥፋት\nእኛም ነበረብን የዘላለም ሞት/2/\nመስቀል ተሸክሞ ሲወጣ ተራራ\nይገርፉት ነበረ ሁሉም በየተራ2/\nአሳ አትብሉ ብሎ ቄሱ ሲራገም\nአሳማ ይበላል በሁዳዴ ጾም /2/\n	የተጠበሰ አሳ ይሸታል እጃችሁ\n	ኧረ እናንተ ሰዎች አሳማ በላችሁ/2/\n	መለስ ቀለስ ብላ አየችው ቀሚሷን\n	እረሳችው እና ካፈር መለወሷን/2/\nበስምንተኛው ሺ በተልከሰከሰው\nቤተክርስቲያን ይስሟል አይጣሉም ከሰው/2/\nሰርቼ ሰርቼ አዳራሽ ከእልፍኜ\nበማለቂያው ጊዜ ላፈር ሰው ሆንኩኝ/2/\nእስከዚያው ድረስ ነው ሲሶ ማረሳችን\nእንገባ የለም ወይ በየመሬታችን/2/\nበበገና . . . . . .\nጐድን ከዳዊቱ ፈትፍተህ ጥበሰው\nእስኪበላ ሞቱን አያውቅም እና ሰው/2/\n	ሰው ከሶኛል አሉ ቆሞ አደባባይ\n	እውነት ነውር ሆኖ ሊያስቀጣኝ ነው ወይ /2/\n	ሸምበቆ ግድግዳ ማገር ከመቁረጥ\n	ማዘን ቤት ይሠራል የማይናወጥ/2/\nሸማኔው ሰውዬ ችግር ሳይገባው\nአንድ አርብ ቢኖረው ለሥጋ ሸጠው/2/\nኧረ ስማኝ . . . . . . .\n	ጣናን በታንኳ ላይ ሲጓዙ ብታይ\n	ኧረ አባይን በግር ትጓዛለህ ወይ /2/" },
			n5 = { "423 224 542 222\n423 115 113 224 542 222 \n\nፍቅርና ሰላምን ታፈራለች ጾም /2/\nፍፃሜ የሌለው እስከ ዘላለም /2/\nአዝ.........\nየጾምንም ፍሬ ሁላችን አውቀን /2/\nለጸሎት እንትጋ ፍሬው አይለፈን /2/\nአዝ.........\nአምላክ ተፈተነ በክፉ ጠላት /2/\nጾምን ሊመሰርት ስለኛ ህይወት /2/\nአዝ.........\nአምላክ ተሸከመ ህማማችንን /2/\nየህይወትን ውሃ ከጐኑ ሰጠን /2/\nአዝ.........\nህዝቦችህን ጠብቅ ከክፉ ፈተና /2/\nቅዱስ አምላካችን ኃይላችን ነህና /2/" },
			n6 = { "423 224 542 222\n423 115 113 224 542 222 \n\nከደጇ ይፈልቃል ማርና ወተት\nአዛኝቷ ድንግል ኪዳነ ምህረት /2/\n	እስቲ ልናገረው የእመአምላክን ዝና\n	የኪሩቤል መቅደስ የሱራፌል ጽና /2/\nኤልያስ የጠራት የበራች ደመና\nየኢሳይያስ ትንቢት የገብርኤል ዜና /2/\n	የቅዱሳን ምግብ የእስራኤል ደመና\n	ለፍጥረቱ አዛኝ ርህሩህ ነችና /ናትና/ /2/\nዘካርያስ ያያት የተቋም ላይ ፋና\nመድኃኒት ላለሙ የጽድቅ ጐዳና\nየረሃብ መድኃኒት የድውያን ጤና\n	ስሟ ስንቅ እኮ ነው ተብሎ ተነግሯል\n	በእንተ ማርያም ብሎ ማን ሳይበላ ያድራል/2/\nስሟ እንቅ እኮ ነው ለሚኼድ ተከፍቶ\nጠግቦ ያድራልና የእርሷኑ ስም ጠርቶ /2/\n	የረሃብተኞች ምግብ የድኩማን ጽናት\n	የርህራሄ ምንጭ ነይ ኪዳነ ምህረት\nከደጇ ይፈልቃል ማርና ወተት\nአዛኝቷ ድንግል ኪዳነ ምህረት\n	ስለ ማርያም ብሎ ስሟን ለሚጠራ\n	የትም ቦታ ኼዶ ይጠግባል እንጀራ\nየቅዱሳን ምስጢር ጽላተ ጽዮን\nምስጋና ይድረስን ለሰጠን አንቺን /2/\n	ስለ ክብሯ ላቅርብ ምስጋና ውዳሴ\n	በጸሎት በስግደት በመጨነቅ ነፍሴ /2/\nየማማለድ ሥልጣን አላት ኪዳነ ምህረት\nእራሱን ዝቅ አድርጐ አዝኖ ለለመናት /2/\n	እሳት ተዋህዷት ሳትቃጠል ደህና\n	የእግዚአብሔር አብ ቃሉን ወልዳዋለችና/2/\nስሟ ስንቅ እኮ ነው ለሚኼድ ተከፍቶ\nጠግቦ ያድራል እና የእርሷኑ ስም ጠርቶ /2/" },
			n7 = { "423 224 1542 222\n423 115 113 224 542 222\n\nኧረ ስማኝ አምላሌ ኧረ ስማኝ ፈጣሪ /2/\nአላገኝምና ያለአንተ መሀሪ ኧረ ስማኝ ፈጣሪ /2/\nአድነኝ ጌታዬ ኧረ ስማኝ ፈጣሪ\nሁሉንም ትተህ << <<\nይቅር በለኝ አምላክ << <<\nበደሌን ንቀህ << <<\nዘወትር ነውና የማስቀይምህ ኧረ ስማኝ ፈጣሪ\nበደሌን አውቄ ኧረ ስማኝ ፈጣሪ\nወዳንተ ስጠይቅ << <<\nበሰራሁት ኃጢአት << <<\nመንፈሴ ሲጨነቅ << <<\nይቅር በለኝ እንጂ ምህረትን አታርቅ ኧረ...\nእያወቅሁ አጥፍቼ ኧረ ስማኝ ፈጣሪ\nእኔም ብበድልህ << <<\nከሥጋ ገበያ << <<\nውዬ ባስቸግርህ << <<\nእስኪ አድነኝ አንተ የምህረት አምላክ ነህ ኧረ...\nእስኪ ዛሬስ ይብቃኝ ኧረ ስማኝ ፈጣሪ\nልዙር ወደ ነፍሴ << <<\nመፈጠሬ የግባኝ << <<\nበአርአያ ሥላሴ << <<\nተቀበለኝ አምላክ ልጀምር ውዳሴ ኧረ....\nለሥጋ እያደላሁ ኧረ ስማኝ ፈጣሪ\nብዙ አጠፋሁኝ << <<\nአውቄ እንዳላወቅሁ << <<\nቃልህም ሻርኩኝ << <<\nአምላክ ይቅር በለኝ አሁን ፀፀተኝ ኧረ .....\nእንድታማልደኝ ኧረ ስማኝ ፈጣሪ\nድንግልን ጠይቄ << <<\nአለቅሣለሁ እንጂ << <<\nከፊትህ ወድቄ << <<\nየትስ እደርሳለሁ ከመንፈስህ ርቄ ኧረ .....\nይቅር በለኝ ብዬ ኧረ ስማኝ ፈጣሪ\nወዳንተ ሣለቅስ << <<\nየእባ ዘለላ << <<\nበጐንጮቼ ሲፈስ << <<\nምህረትን ነው እንጂ << <<\nበደሌን አታስታውስ << <<\nፊትህን ወደእኔ እባክህን መልስ ኧረ ስማኝ..." },
			n8 = { "4245 313 15423 312 45\n4245 313 15442 222 \n\nአባታችን በሰማያት ላይ ያለህ\nተለይቶ ይመስገን ክቡር ስምህ\n	መንግሥትህን የምንፈልጋት ከጥንቱ\n	በልጅነት ትምጣ ትሰጠን አቤቱ\nፈቃድህም ይህ እንዲደረግ ይሁን\nበሰማይ ሞተን ተነስተን ከደይን\n	እንድንኖር ምስጋናህ ምግብ ሆኖን\n	ዛሬም በምድር በሥጋ ሕይወት ሳለን\nምግባችንን በየዕለቱ አውቀህ ስጠን\nይቅር በለን የበደልንህን ነገር\n	ወንድማችን የበደለንም ቢኖር\n	እንደአቅማችን እኛም እንድንል ይቅር\nከገሃነም ከክፉ ሁሉ መአት\nአትጣለን አድነን እንጂ ከሞት\n	ይህቺን መንግስት የማያገኛት ህልፈት\n	ጌትነትም ከሀሊነትም ክብርም\nናቸውና የአንተ ገንዘቦች ሁሉም\nለዓለም ወለዓለም ዓለም አሜን፡፡\n	የተላከው ቅዱስ ገብርኤል ከጌታ\n	ሰላም ለኪ ብሎ በሰጠሽ ሰላምታ\nእኔ ባሪያሽ ልብሴን ስታጠቅ ስፈታ\nሰላም ልልሽ ይገባኛል ጠዋት ማታ\n	ማርያም ሆይ እመቤቴ ሆይ ድንግል\n	በሥጋሽም በህሊናሽም ድንግል\nየአሸናፊ የእግዚአብሔር እናት ድንግል\nእንዳለሽ ቅዱስ ገብርኤል ሰላም\n	ሰላም ለኪ እንደርሱ ሁሉ እኔም\n	የሌለብሽ የነፍስ የሥጋ መርገም\nብሩክ ነው የማሕፀንሽ ፍሬም\nእንደቀድሞው ብሩክ አምላክ ነው ዛሬም\n	እግዚአብሔር ወልድ በመጣ ጊዜ ለካሳ\n	እንበለ ዘር እንደ ንብና እንደ ዓሣ\nከነፍስሽ ነፍስ ከስጋፍ ሥጋ ቢነሳ\nደስ አለሽ ወይ ጸጋን አግኝተሽ ከጌታ\n	ደስ ይበልሽ በማቀርብልሽ ሰላምታ\n	ለምኚልን ሳትሰለቺ ጠዋት ማታ\nውድ ልጅሽ እንዲያደርግልን ይቅርታ\nይቅር ብሎ ኃጢአታችንን ሁሉን\n	እንዲያድነን በአንቺ ተማፅነን አለን\n	ለዓለም ወለዓለም ዓለም አሜን፡፡" },
			n9 = { "4245 313 15423 312 45\n4245 313 15442 222 \n\nእግዚአብሔርም አዳም ባጠፋው ጥፋት\nበተስፋ ቃል አሠናበተው ያን ለት\n	ለአዳም በገባለት ቃል ኪዳን\n	አምስት ሺ ከአምስት መቶ ዘመን\nሲፈፀም ያ የተስፋ ቃል ደረሰ\nየአዳም የስቃይ ዘመን ፈረሰ\n	አዳምም በሲኦል ሲኖር ተቀብሮ\n	አዳነው ሞቱን በሞቱ ቀይሮ\nአምላክም ወደዚህ ዓለም ሲመጣ\nቆየችው እመቤታችን ተመርጣ\n	የሌለባት መርገመ ፍዳ ከጥንት\n	ጸነሰችው በመልአኩ ቃል ብስራት\nፍቅር ስቦት ወደዚህ ዓለም መጣና\nለአዳም ምን ያልሆነለት አለና\n	ተወለደና ድንግልናዋን ሳይሽር\n	ለሰው ልጅ ሲል ተመላለሰ በምድር\nበዮርዳኖስ በዮሐንስ እጅ ተጠምቆ\nበዲያብሎስ የተጻፈውን ተራምዶ\n	አጠፋለት ያንን ደብዳቤ ደምስሶ\n	ከባርነት የሚያላቅቀው ጨርሶ\nበመስቀል ላይ በዕለተ ዓርብ ተወግቶ\nከሲኦል በደሙ አነፃው አውጥቶ\n	እንዲህ አድርጎ ወደ ጥንት ቦታው መለሰው\n	በምህረቱ ዳግም ገነትን አሣየው\nበአባታችን በአዳም ጥፋት በደል\nገብተን ነበር እኛ ሁላችን ሲኦል\n	በስራችን በኃጢአታችን እኛማ\n	ሆነን ነበር ከመርገም ግዞት ጨለማ\nግን አዳነን የፍቅር አምላክ ነውና\nበትህትና እናቅርብለት ምስጋና\n	ስብሀት ለአብ ወወልድ ወመንፈስ ቅዱስ\n	ለዓለም እስከ ዘለዓለም ድረስ፡፡" },
			n10 = { "4245 313 15423 312 45\n4245 313 15442 222 \n\nበስመአብ ወወልድ ወመንፈስ ቅዱስ\nአሐዱ እምላክ ብዬ ሰላምታ ላድርስ\nለፈጠርከኝ ለሰማዩ ንጉሥ\nእንዴት አለህ መጥቼ እስካይህ ድረስ\nያስደንቃል ያኗኗራቸው የጥንቱ\nየአብ የወልድ የመንፈስ ቅዱስ የሦስቱ\nሦስት ናቸው በአካል በገጽ በስም\nአንድ ናቸው በትእዛዝ በክብር ፍፁም\nስላሦችም እም ቅድመ ዓለም ሲኖሩ\nዓለም መፍጠር እሁድ በሠርክ ጀመሩ\nያን ጊዜውን ሰባት ፈጠሩ በቅጽበት\nአስቀድመው ሰማይና ምድር በፊት\nአራተኛ መላዕክትና ጽልመት\nሰባተኛ ማይና ነፋስ እሳት\nበአርምሞ ይህን ሁሉ ፈጥረው\nተናገሩ ለይኩን ብርሃን ብለው\nሰኞ ጠዋት ውኃን ከፈሉት ከሦስት\nአንደኛውን አዘቅት አረጉት ከምድር\nሁለቱን ሰማይ አረጉት ጠፈር\nማክሰኞም አብቅይ አሏት ምድርን\nአበቀለች ሳር ቅጠሉን እህሉን\nረቡዕም ረቂቅ ሥራን ሲሰሩ\nከዋክብትን ፀሐይ ጨረቃን ፈጠሩ\nሐሙስም አልተውምና መፍጠር\nየሚበሩ ክንፍ ያላቸውን ነገር\nየማይበሩ የሚሄዱትን በእግር\nበባህርም ዓሣ ጉማሬ ሳይቀር\nዓርብ ጠዋት አዳምን የኛን አባት\nንግበር ብለው በነሱ አምሳል ሠሩት\nበሣልስት ሔዋንን ፈጥረው ሰጡት\nትርዳህ ብለው ብቻውን ሆኖ ቢያዩት\nየሥላሴዎች የፍጥረታቸው ፍፃሜ\nበሰባት ቀን ዳርቻ ሆነ ቅዳሜ\nስብሐት ለአብ ወወልድ ወመንፈስ ቅዱስ\nለዓለም እስከ ዘለዓለም ድረስ፡፡" },
			n11 = { "4245 313 15423 312 45\n4245 313 15442 222 \n\nሰላም ለኪ ማርያም ድንግል ንጽሕት /3/\nያቺን ርግብ ያቺን ወለላ ፍጥረት\nበበገና እስኪ ላመስግናት ጥቂት\n	የአምላክ እናት የሰማይ የምድር ፈጣሪ\n	የእርሷ አዝማሪ ዕዝራና ዳዊት በባህሪ\nቃል ኪዳኗ የማይፈርስባት ነዋሪ\nእልፍ አዕላፍ መላእክት አሉዋት ነባሪ\n	ያገልግሉሽ ብሎ የሰጣት ፈጣሪ\n	እኒያን ይዛ ፍጥረት ዓለሙን መካሪ\nወለላዊት ቤዛዊት ዓለም ብፅዕት\nከወተት ውዳሴሽ ጥዑም በእውነት\n	ከወለላ ተአምርሽ ጥኡም ሲበላ\n	የብርሃን ዘውድ የብርሃን አክሊል ደፍተሽ\nድረሺልን በሠረገላ ሆነሽ\nይሸሻሉ አጋንንት አንቺን ሲያዩሽ\n	በቤተ መቅደስ ስታገለግል ስትሠራ\n	ነይ ውጭ አሏት ሊቃውንት መክረው በሴራ\nተመቅኝተው ምናምን ኃጢአት ሳትሰራ\nእንደ ፀሐይ ገላዋ እንደ እሳት ሲያበራ\n	ትሙት ብለው ማየ ዘለፋን ቢያጠጧት\n	እንደገና ብርሃን መሆኑ ባሰባት\nያንን ግሩም ያንን ደስ የሚል መዐዛ\nበንጽሕና ያለ ሩካቤ /ፀንሳ/ አርግዛ\n	ወለደችው በቤተልሔም ተጉዛ\n	ምጥ የለባት በመልአክ እጅ ተይዛ\nየታደለች የተባረከች ፍጥረት\nየበላውን ሰባ ስምንቱን ነፍሳት\n	አስገባችው በጥርኝ ውሃ ገነት\n	ከአድማስ አድማስ ወረቀት ቢሆን መሬት\nቀለም ቢሆን የሦስት ወር ውሃ ክረምት\nብዕር ቢሆን የዚህ ዓለም ሁሉ ዕፅዋት\n	ቢጻፍ አያልቅም የተአምርሽ ብዛት\n	ንግበር ብሎ ገና ሲፈጥረን ከጥንት\nፈጥሮ ሰጠን ድንግል ሕሊና ትሁት\nበእርስዋ ሰበብ እንገባለን ገነት\n	ተመልከቱ የእግዚአብሔርን ምህረት\n	ብንወርድበት መቼ ይወዳል ከእሳት\nእኛ ግና በኃጢአታችን ብዛት\nእንወድቃለን ከዚያ ጨለማ ክርፋት\n	አደራሽን ቤዛዊት ዓለም ብፅዕት\n	በማልቀስሽ በመጨነቅሽ ብዛት\nሑሩ ሲለን እንድታወጪን ከእሳት\nቃል ኪዳንሽ እጅግ ታላቅ ነው ከጥንት\n	አንቺን አምኖ እንዴት ይጎዳል ፍጥረት\n	ማኅደሩ የአምላከ ሰማይ እናት\nታይቶ አይጠገብ ሁልጊዜ የልጅሽ ምሕረት\nእኛን በቀኝ እንድታቆሚን ያን ዕለት\n	ስብሐት ለአብ ለወልድ ለመንፈስ ቅዱስ\n	ለዓለም እስከ ዘለዓለም ድረስ፡፡" },
			n12 = { "4245 313 15423 312 45\n4245 313 15442 222 \n\nእመቤቴ የፍጥረት ሁሉ አለኝታ\nክብር ለስምሽ ይገባል ላንቺ ሰላምታ\nእናታችን አማላጃችን ድንግል\nተስፋችን ነሽ የጽድቅ የብርሃን አክሊል\nማርያም ሆይ አንቺ የገነት መውረሻ\nእንኳን ለሰው የምትራሪ ነሽ ለውሻ\nባንቺ አምነው በቃል ኪዳንሽ ተማፅነው\nገነት ገቡ ኃጥአን ስርየት አግኝተው\nባንቺ ምልጃ ባንቺ ልመና ያመኑ\nበኪዳንሽ በልጅሽ አምነው የጸኑ\nለክብር በቁ ከዳግመኛ ሞትም ዳኑ\nኑሮው ከፍቶት ደሃ ሲጨነቅ በቤቱ\nአይዞህ ብለሽ የምታጽናኚው እናቱ\nሲራብ ጉርሱ ሲዝል ሲደክም ብርታቱ\nአንቺ እኮ ነሽ ለችግረኛ ሕይወቱ\nምጽዋት ሰጥተው ስለ ቅዱሱ ስምሽ\nሲደሰቱ ምዕመናን በውል ምልጃሽ\nተለይቼ እንዳልቀር ምስኪን ልጅሽ\nከጌታዬ አማልጂኝ ድንግል እባክሽ\nታውኮብኝ በዓለም ጣጣ ሕይወቴ\nስፍገመገም እጅግ ጠንቶብኝ ጉዳቴ\nታድኝኝ ዘንድ ከሥጋ ወጥመድ ጭንቀቴ\nድርሺልኝ ድንግል ማርያም እናቴ\nሃይማኖቴ ቢታይ ቢመዘን ምግባሬ\nስለሚበልጥ ከክብሬ ይልቅ ነውሬ\nበሰንሰለት እጅና እግሬን ታስሬ\nበገሃነም ይበዛልና አሣሬ\nበምልጃሽ አሁን አድኝኝ ዛሬ፡፡" },
			n13 = { "4245 313 15423 312 45\n4245 313 15442 222\n\nበስመ አብ ብለን እስኪ ሠላምታ እናድርስ\nለአብና ለወልድ ለመንፈስ ቅዱስ\nእስኪ እናስታውስ የሆሣዕናን ትዕይንት\nየሆነውን የነበረውን ያን ዕለት\nፋሲካቸው በስምንት ቀን ሲሆን\nከፋሲካ በሚቀድመው ሰሞን\nዘካርያስ የሚባል ነቢይ ካህን\nደስ ይበልሽ ኢየሩሣሌም ጽዮን\nንጉሥሽ ይመጣልና አሁን\nበአህያ ላይ እንደ አንድ ደሃ ምስኪን\nእንዲህ ብሎ የተናገረው ቃሉን\nለመፈፀም በአህያ ሆኖ መድኅን\nሲመጣ አይታ እርሱ መሆኑን ለይታ\nሀገሪቱ ተቀበለችው በእልልታ\nበመንገዱም ቅጠሉን ቆርጠው በእርጥቡ\nልብሳቸውን ያነጠፉ አሉ ከሕዝቡ\nሁለተኛም ዳዊት ልበ አምላክ ነውና\nሲዘመር እያስማማ በበገና\nአስቀድሞ ይህችን ዕለት አየና\nሲሰብክልን የዚህች ዕለትን ዜና\nአዘጋጀህ ከህፃናት አፍ ምስጋና\nላለው ትንቢት መፈፀሚያ ቀን ናትና\nእንዲህ ሆኖ ከቤተ መቅደስ ሲገባ\nሕፃናት እየወረዱ ከጀርባ\nበጣታቸው እየጨበጡ ዘንባባ\nበእግዚአብሔር ስም የምትመጣው አምላክ\nብሩክ ነህ ለዘለዓለም ብሩክ\nየዳዊት ልጅ መድኃኒት የሆንክ ለሁሉ\nሆሣዕና መባል ተገባህ እያሉ\nበደስታ በፊት በፊቱ ዘለሉ፡፡\nይህን ሰምተው ፈሪሣውያን ጸሐፍት\nቢናደዱ ቢመላባቸው ቅንዓት\nሕፃናቱን ተው በላቸው አሉት\nእንዲህ አለ ሲመልስላቸው ጌታ\nከጠላችሁ የሕፃናቱን ዕልልታ\nድንጋዮቹ የሚገባቸው ዝምታ\nያመስግኑ በእናንተ በሰዎች ፈንታ\nበዚህ ጊዜ አምላክነቱን ሊገልጡ\nድንጋዮቹ በፊት በፊቱ እየሮጡ\nእንደ ሰዎች የምሥጋና ድምጽ ሰጡ\nስብሐት ለአብ ወወልድ ወመንፈስ ቅዱስ\nለዓለም እስከ ዘለዓለም ድረስ" },
			n14 = { "4245 313 15423 312 45\n4245 313 15442 222 \n\nአስቀድሞ ነፍሱ ሳትወጣ በፊት\nእናቱን ቆማ ስታለቅስ ቢያያት\nለዮሐንስ አደራ ብሎ ሰጣት\nይርዳሽ ያፅናሽ ይህ ልጅሽ ነው አላት\nእርሱንም ቆሞ ሲያለቅስ ቢያየው\nቢወደው ለአናቱ አደራ ሰጠው\nዮሐንስም እያለቀሰ በሞቱ\nእናቱን አኖራት ወስዶ ከቤቱ\nሊፈፀም የተናገረው ዳዊት\nአይሁድ ጌታን ውሃ ጠማኝ ሲል ሰሙት\nመጣጣውን ውሃ ቀላቅለው ሰጡት\nቀመሰና ያን የሰጡትን ሐሞት\nተፈፀመ ትንቢቱ ሁሉ አሁን\nይህን ብሎ ዘለፍ አድርጎ ራሱን\nበሥልጣኑ ከሥጋው ለያት ነፍሱን\nበነፍስ ወርዶ ነፍሳት ካሉበት አዘቅት\nነፍሳትን የወረዱትን ከጥንት\nከዚያ አውጥቶ ወስዶ አገባቸው ገነት\nተጠራጥሮ አንዱ ሐራዊ ሞቱን\nሞተ ብሎ በጦር ቢወጋው ጎኑን\nአፈሰሰ ከውሃ ጋራ ደሙን\nአይሁድም እርግጥ መሞቱን አውቀው\nሳያዝኑለት ነገ ሰንበት ነው ብለው\nአይደር አሉ ከመስቀል ይውረድ ሥጋው\nኒቆዲሞስ ቀድሞ በሌሊት ያየው\nዮሴፍም በአርማትያስ ያለው\nሞት ሳይፈሩ ከጲላጦስ ፊት ቆመው\nተካሰሱ በድኑን እናውርድ ብለው\nጲላጦስም ጠዋት ስላየው ታግሶ\nትዕግስቱን ጻድቅነቱን አስታውሶ\nእንዴት ሞተ ብሎ ጠየቀ መላልሶ\nሞተ ቢሉት እጅግ አዘነ ተከዘ\nበድኑን ስጡ ብሎ ጭፍሮቹን አዘዘ\nከመስቀሉ አወረዱና ሁለቱ\nገነዙና በድርብ በፍታ በሽቱ\nከተክል ውስጥ ከአዲስ መቃብር ቀብረውት\nመቃብሩን በታላቅ ድንጋይ ገጠሙት\nወልድ ጌታ በተናገረው መሠረት\nተነሣና ህቱም መቃብር ሳይከፍት\nለማርያም ወዶ ተገልጦ ታያት\nረቢ ብትል አይዞሽ ጠንክሪ አላት\nእንዲህ ሆኖ ሞቶ ተነስቶ በፍጥነት\nአዳምን አገባው ከተድላ ገነት\nየአዳም ልጆች አሁን ያላችሁ በመሬት\nአመስግኑት ስላወጣችሁ ከእሳት\nስብሐት ለአብ ወወልድ ወመንፈስ ቅዱስ\nለዘላለም ምሥጋናህ ይብዛ ክርስቶስ\nለዓለም ወለዓለም ዓለም አሜን፡፡" },
			n15 = { "4245 313 15423 312 45\n4245 313 15442 222 \n\nጲላጦስም ባይቃወመው ቅናት\nጠይቆት ባያገኝበት ሐሰት\n	የለም ብሎ ከተገረፈ ስቅለት\n	ያዝኑለታል ይራሩለታል መስሎት\nአስገረፈው እስኪታይ ድረስ አጥንቱ\nገርፎ መስቀል አይደለም እና ስርዓት\n	ከገረፍነው ልቀቁት ይኺድ አላቸው\n	ቢላቸው እነሱም እንዲኽ አሉት\nይህንን ሰው ካላራቅህልን በሞት\nአይደለህም የቄሳር ወዳጅ ከጥንት\nካንተም በቀር የለንም ሌላ ጠላት\n	ጲላጦስም እኔ ንፁህ ነኝ ብሏቸው\n	እናንተ ግን ስቀሉት ብሎ ሰጣቸው\nተቀብለው ጭፍሮች ይዘውት ሲደርሱ\nበአደባባይ ይዘብቱበት ተነሡ\n	የእሾህ አክሊል ደፉበት በራሱ\n	ልብሱን ገፈው ሃር አለበሱት እነርሱ\nበቀኝ እጁ አስያዙትና አለት\nእንዴት አለህ የአይኁድ ንጉሥ አሉት\n	በፊቱ ላይ እየሰገዱ ዘበቱ\n	ብድግ ብለው ምራቅ ተፉበት በፊቱ\nየሰጡትን ያቀበሉትን አለት\nተቀብለው አራስ እራሱን መቱት\n	ገፈፉና ያለበሱትን ሜላት\n	አለበሱት ያለበሱትን ከጥንት\nርህራሄ ጥቂት የላቸው ለሁሉ\nከገረፍነው እነዴት ይሰቀል ሳይሉ\n	ሊሰቅሉት በሮማውያን ልማድ\n	ወሰዱት ግንድ አሸክመው አይኁድ\nለትዕግስቱ የለውምና አምሳል\nበአንዲት ሰዓት እነርሱን ማጥፋት ሲችል\n	የምትሰቅሉኝ በምን ነገር ነው ሳይል\n	ኼደላቸው ተሸከመና መስቀል\nቀራንዮ እንዲህ አድርገው ወስደው\nሊፈጸም ዳዊት በመዝሙር ያለው\n	እጁን እግሩን ከመስቀሉ ጋር አብረው\n	ቸነከሩት እንደ ብራና ወጥረው\nስብሀት ለአብ ወወልድ ወመንፈስቅዱስ\nለዓለም እስከ ዘለዓለም" },
			n16 = { "4245 313 15423 312 45\n4245 313 15442 222 \n\nለኃያሉ ሊቀ ሰማዕታት ጊዮርጊስ\nበተቻለኝ እስቲ ሠላምታ ላድርስ\n	ሰላም ለከ የልዳው ኮከብ ደፋር\n	የመስቀሉ የክርስቶስ ወንጌል መምህር\nሲታወስ የቅዱስ ጊዮርጊስ መከራ\nያስለቅሳል በየዘመኑ ሲወራ\n	ዱድያኖስ የሚባል ኃያል ንጉስ\n	ነግሶ ነበር በባቢሎን ላይ በፋርስ\nየሚያመልከው ጣዖት አቁሞ ነውና\nበሣጥናኤል በግብር አባቱ ..... ና\n	ከርሱ ጋራ ሳባ ነገስታት አብረው\n	ለጣኦታት ይሰግዱ ነበር አምነው\nይህን አይቶ ፈጣኑ ጊዮርጊስ ተነሣ\nተጋደለ ለሥጋ ህይወቱ ሣይሣሣ\n	ብዙ ህዝብም በሰማዕቱ ተጋድሎ\n	ተመለሰ ጠፍቶ የነበር ተቃሎ\nየሞቱትም ከብዙ ዘመን በፊት\nተነስተዋል በቅዱስ ጊዮርጊስ ጸሎት\n	በጀግንነት የተቀበለው ስቃይ\n	ሣይበግረው ወርቅና ዕንቁ ንዋይ\nበልጅነት በወጣትነት እድሜው\nተጋፈጠ ሣያሸንፈው ባህሪው\n	ሥጋውንም በመንኮራር ፈጭተው\n	በነበልባል በእሳት አቃጥለው ወቅጠው\n	ደብረ ይድራስ ለነፋስ ሰጡት ወስደው\nእሱ ግን ወዲያው ተነሣ ከሞት\nበፍጥነት ሕያው ሰው ሆኖ አዩት\n	ሰባት አመት ግፍ ተቀብሎ ስቃይ\n	ወረደለት ሰባት አክሊላት ከላይ\nእሱን አምኖ ፍጡነ ረድኤት ሲሉት\nከመከራ ከጭንቅ ያወጣል ከእሳት\n	ስብሓት ለአብ ወወልድ ወመንፈስ ቅዱስ\n	ለዓለም እስከ ዘለዓለም ድረስ" },
			n17 = { "4245 313 15423 312 45\n4245 313 15442 222\n\nእንዲህ አርገን ሥራውን ሁሉ አምነን\nእናምናለን ዳግም ይመጣል ብለን\nነገር ግን ዳግም ይመጣል ስላልን\nከፃድቃን ከመላእክትም ቢሆን\nየሚያውቅ የለም የሚመጣበት ቀኑን\nባላወቅነው ባልመረመርነው ሰዓት\nግሩም ሆኖ ይመጣል እንጂ ድንገት\nመጀመሪያ የአዋጅ ነጋሪት ሲመታ\nከያለበት ይሰበሰባል በአንድ አፍታ\nአጥንታችን ትቢያ የሆነው አፈር\nጅብ የበላው የተበተነው ከዱር\nየራስ ፀጉር የእግር ጥፍራችን ሳይቀር\nተሳስቶ የአንዱ ወደ አንዱ ሳይዞር\nበየራሱ ይሰበሰባል ሁሉም\nይመታል የአዋጅ ነጋሪት ዳግም\nነፍስ የሌለው በድን ይሆናል ፍፁም\nበሶስተኛው የአዋጅ ነጋሪት ሲመታ\nይነሳሉ መልካም የሠሩ በእልልታ\nየብርሃን ልብስ የብርሃን ቀሚስ ለብሰው\nእንደ ፀሐይ እንደ ጨረቃ ደምቀው\nእግዚአብሔርን ፈጣሪያቸውን መስለው\nይሰሙና በቀኙ ቆመው ፍርዱን\nከማያልፈው ተድላ ደስታ በቀር\nጠግቦ ቁንጣን በተርቦ ስስት ሳይኖር\nገብቶ መውጣት አግኝቶ ማጣት ችጋር\nየሌለባት ደገኛይቱን ሀገር\nይወርሳሉ መልካም የሠሩ በምድር\nኃጥአንም እጅግ ከጭራ ቀጥነው\nመልካቸውም እጅግ ከቁራ ጠቁረው\nከላይ ከታች የጨለማ ልብስ ለብሰው\nዲያብሎስን አለቃቸውን መስለው\nይሰሙና በግራ በኩል ቆመው\nበመንቀጥቀጥ የሚፈርደውን ሰምተው\nከልቅሶና ጥርስ ማፋጨት በቀር\nተድላ ደስታ የሌለባትን ሀገር\nይወርሳሉ ክፉ የሠሩ በምድር\nእንዲህ አርገው መጻሕፍት ሁሉ እንዳሉ\nበየሥራው ይከፍለዋል ለሁሉ\nስብሐት ለአብ ወወልድ ወመንፈስ ቅዱስ\nለዓለም እስከ ዘለዓለም ድረስ" },
			n18 = { "ሰላም ብዬ እስቲ ልጀምር ምሥጋና\nበይባቤ ደስ በሚያሰኘው በገና\nለኣምላክ እናት ለሰማይ ለምድር ፈጣሪ\nለእሷ አዝማሪ እዝራና ዳዊት በባህርይ\nቃል ኪዳኗ የማይፈርስባት ነዋሪ\nእኛን ይዛ ፍጥረት ዓለምን መካሪ\nወለላዊት ቤዛዊት ዓለም ብፅህት\nከወተት ታምርሽ ጥዑም ትሁት\nከወለላ ታምርሽ ሲበላ\nየብርሃን ዘውድ የብርሃን አክሊል ደፍተሽ\nድረሽልኝ በሠረገላ ሆነሽ\nይሸሻሉ ሰይጣናት አንቺን ሲያዩሽ\nያንን ግሩም ያንን ደስ የሚል መአዛ\nወለደችው በቤተልሔም ተጉዛ\nምጥ የለባት በመላእክት እጅ ተይዛ\nየታደለች እንደሷ ያለች ብጽህት\nየበላውን ሰባ ስምንቱን ነፍሳት\nአገባችው በጥርኝ ውሃ ገነት\nከአድማስ አድማስ ወረቀት ቢሆን መሬት\nቀለም ቢሆን የ3ወር ዝናም ክረምት\nቢጻፍ አያልቅ የተአምርሽ ብዛት\nስብሃት ለአብ ወወልድ ወመንፈስቅዱስ\nለዓለም እስከ ዘለዓለም ድረስ\nየበላኤ ሰብ እመቤት\nነፍሴን አድኛት እባክሽ\nለተራበ ሰው ያላበላ\nለተጠማ ሰው ያላጠጣ\nለታረዘ ሰው ያላለበሰ\n6ቱ ቃላት ያልፈፀመ ሰው ወየው\nበዚያች ቀን የፍርዱ ለታ\nእስኪ ልናገረው የርሱን ልዕልና\nየኪሩቤል መቅደስ የሱራፌል ጽና /2/\nየዘካርያስ አያት የተቋም ላይ ፋና\nየሰሎሞን ሽቶ የዳዊት በገና /2/\nየሩሁባን ምግብ የደውያን ጤና\nየሙሴ ሐመልማል ያያት ደብረ ሲና\nየዳንኤል ጉድጓድ የእንባቆብ ምግብና\nየኢሳይያስ ፅንስ የገብርኤል ዜና" },
			n19 = { "ዲያቢሎስን ከሁሉ በላይ አርጐት\nበብልጠት ኣምላክ የሚሆን መስሎት\nፈጠርኩ አለ ይኽንን ኹሉ ፍጥረት\nመላእክት ፈጥረኽ አሳየን ቢሉት\nሊፈጥር እጁን ጨመረ ከእሳት\nእሳት አውቃ የዲያቢሎስን ትዕቢት\nአረገችው እሳት የበላው ጅማት\nተባበሩ መላእክት ሁሉ ሊክዱ\nየሰገዱ አብረውት ሲኦል ወረዱ\nጌታም አይቶ የእኩሌቶቹን ሀዘን\nእሱ ክዶ ሳያስክዳቸው ሰይጣን\nለማመን ፈጠረላቸው ብርሃን\nመላእክትም ይህንን ብርሃን አይተው\nሰገዱለት ቅዱስ እግዚአብሔር ብለው\nበኹለት ቀን በተዠመረ ፍጥረት\nተናግረው ውሃውን ከሦስት\nአንዱን ጠፈር አንዱንም ሐኖስ አሉት\nአንዱን ብቻ ከናጌብ ወዲያ ዳርቻ\nሠፈሩበት ሌዋትንና ብሄሞት\nበሦስት ቀን በተዠመረ ፍጥረት\nልታበቅል ምድር ሐመልማል ዘርፈ ቢላት\nአበቀለች ከአዝርዕት ጋር አትክልት\nበዐራት ቀን እንዳይሠለጥን ጽልመት\nከከዋክብትም ከጨረቃ ጋር ሌሊት\nበመዓልትም ፀሐይ ደገኛው ፍጥረት\nተፈጠሩ ለኛ ሊያበሩ በውነት\nየኀሙስ ፍጥረት ገና እንደሆነ አይተው\nለታውፅኑ ባህር ዘመድ ዓሣት ብለው\nየሚበርን የሚኼደውን በእግሩ\nለአንክሮ ለተዘክሮ ፈጠሩ\nዐርብ ጠዋት አዳም የኛን አባት\nንግበር ሰብ በአርአያ ቢሉት\nተፈጠረ ከመኸለኛው መሬት\nሥራውን በ6 ቀን ፈጽሞ\nዐረፈበት በ7\nኛው ዕለት ደግሞ\nሥራችንን በ6\nቀነ ሠርተን\nእናንተም ከሥራ እረፉ ሲለን\nበፈጠሩት በስምንተኛው ዕለት\nበሣልስት ብቻውን ሆኖ ቢያዩት\nንግበር ብለው ከጐኑ አንስተው አጥንት\nልትረዳው ሔዋንን ፈጥረው ሰጡት\nበአርባ ቀኑ ወስዶ አግብቶታል ገነት\nአግብቶትም ወስኖለታል ስርዓት\nአትንካ ሲል ከዕፀ በለስ ቅንጣት\nብላ ጠጣ የቀረን ሁሉ ፍጥረት\nከምድር በላይ ከሰማይ በታች ያለው\nፍጥረት ሁሉ ላንተ ይገዛል አለው\nቢቀርብለት ዕፀ በለስን መብላት\nሳይታመም ከህመም በኋላም ሳይሞት\nሊያወርሰው የዲያቢሎስን ርስት" },
			n20 = { "4245 313 15423 312 45\n4245 313 15442 222\n\nድንግልም በምትወልድበት ወራት\nበሮም መንግሥት ባውግስጦስ ቄሳር መንግሥት\nሰው ሁሉ ግብር ሊቆጠር ታዘዘ\nዮሴፍም ድንግልን ይዞ ተጓዘ\nከገሊላ ከነበረበት መንደር\nቤተልሔም ወደምትባል አገር\nከኤፍራታ ይወጣል ብሎ ንጉሥ\nሚኪያስ የተናገረው ሲደርስ\nሳታፋልስ የወላዶችን ሥርዓት\nከሱጋር ብዙ መላእክት መጡና\nአቀረቡ ከጸሎት ጋር ምስጋና\nሊገርዙት እንደ ኦሪቱ ሥርዓት\nወሰዱት በ8\nኛው ዕለት\nስሙን ኢየሱስ ብለው ጠሩት\nደሙ እንዳይፈስ ከዕለተ ዓርብ በፊት\nገረዡ በእጁ የያዘው ስለት . . .\nአደረገ በተአምራት ግዝረት\nበአርባ ቀኑ ዋኖስ ርግብ ይዘው\nበአገር ስምኦን የሚባል ነበር\nተጠራጥሮ የድንግሊቱን ነገር\nእንደ ትሉ ካልጋ ተጣብቆ ሲኖር\nያን ዕለት ከተኛበት ተነስቶ\nበድካሙ በመንፈስቅዱስ ተጽናንቶ\nምኩራብ ገብቶ ከምኩራብ ገብቶ ሕፃኑ\nተቀብሎ ጌታን ቢይዘው ከጭኑ\nታደሰና በዐምስት መቶ ዘመኑ\nወደ ፊት የሚሆነውን ነገር\nተናገረ እጅግ በሚያምር ምስጢር\nእንዲደረግ የሰው ሁሉ ድህነት\nተናገረ ነቢያት ሐናም ትንቢት" },
			n21 = { "እስመ አንተ አምላከ ሰማይ ወምድር\nእስመ አንተ ምሉአ ፀጋ መክብር\nትባላለህ በነግ በሰልስት በቀትር\nኢየሱስ ደግ ባለ ጸጋ ንጉሥ\nኢየሱስ በአፈ ሁሉ ውዱስ\nኢየሱስ ቅዳሴ ሥራ ወነፍስ\nአንተ እንጂ ነህ የማትዋረድ አታንስ\nብርቱ ዳኛ ያላንተ የለ ደገኛ\nፈጣሪዬ በከንቱ አለቀች እድሜዬ\nሳልገዛ እያሸነፈኝ ሥጋዬ\nዳሩ ግና አዛኝ እሩህሩህ ነህና\nአደራህን የነፍሴን ነገር አትጽና\nመበስበስ ደግሞ አለ ገና መፍረስ\nመነሣት ደግሞ አለ ገና ፍርድ መስማት\nበአንቲቱ እስመ ለዓለም ምህረቱ\nመላእክቱ አይሸፍቱበት ከቤቱ ሌላ ጌታ\nያ ላንተ የለም በውነት\nስብሐት ለአብ ወወልድ ወመንፈስቅዱስ\nለዓለም እስክ ዘላለም ድረስ" },
			n22 = { "እጹብ ድንቅ እንጂ ነው የጌታ ስቅለቱ\nበእንዲህ ምክንያት አልቀው ሕፃናቱ\nዮሴፍ ሰሎሜ ጌታ ከነናቱ\nሆረ ደብረ ቁሰቋም ምድረ ግብጽ ስደቱ\nበዚያ በበረሃ በመንከራተቱ\nውሃ እየለመነች እመቤት እናቱ\nየሄሮድስም ጥፋት ተሰማና ሞቱ\nምድረ ናዝሬት ገባች ከህይወት እርስቱ\nወዲያውም ደረሰ ለመምህርነቱ\nአርባ ሌለት መዓልት ጾመ ወጸሎቱ\nበዕደ ዮሐንስ በባህረ ዮርዳኖስ የጌታ ጥምቀቱ\nሆሳዕና ዳዊት ለዓለም መድኃኒቱ\nኪራላይሶን ብለው ሰግደዋል ካህናቱ\nደቂቀ ሠራዊት አልቀሩም ዐበይቱ\nጌታችን ተይዞ በጊዜ ሠልስቱ\nወድቆ ተገረፈ ለምለም አካላቱ\nሰቀሉከ ኢየሱስ ግፍዖሙ ዝንቱ\nዘለፌ ወለፌ አእባን ተማቱ\nፀሐይም ጠለቀች ሆነ እንደ ሌሊቱ\nጨረቃም ደም ሆነ ሸሹ ብርሃናቱ\nከዋክብት እረግፈው ታጡ ካሉበቱ\nሣሩም ደረቀና ቅጠሉም አትክልቱ\nሲገርፉት ሲያዳፉት ሲወድቅ በደረቱ\nከከየት ማርያም አዘነች እናቱ\nምድረ ቀራንዮ መስቀል መሠረቱ\nጌታችን ተነሳ በዕለተ ሰንበቱ\nመጎስቆሉ ቀረ መጣ ጌትነቱ\nጽኑ ሽብር ሆነ አይሁድ ተፀፀቱ\nዲያብሎስ ድል ሆነ ከነሠራዊቱ\nቁልቁለት ወረደ በመትህቶ ርስቱ\nአዳምን አወጣው ምስለ ብዕሲቱ\nወዲያው ገነት መራው ከቀደምት ርስቱ\nእፁብ ድንቅ እንጂ ነው የጌታ ስቅለቱ\nከቶ አይቀርም ሞቱ\nምንም ቢታክቱ ምን ቢሰነብቱ" },
			n23 = { "315515 45 131 13\n155513 242 /2/\n31113 242 31113 242 42 4222 22\n\nማን ይመራመር\nያንተን ሥራ ያንተን ክብር\nማን ይመራመር\nአዳምና ሔዋን ጠፍቷቸው መንገዱ /2/\nለሰው ልጅ መከራን ትተውለት ሄዱ\n	እስከዚያው ድረስ ነው ሲሶ ማረሳችን\n	እንገባው የለም ወይ በየመሬታችን\nአለህም እንዳልል እንዲህ ይደረጋል /2/\nየለህም እንዳልል ይመሻል ይነጋል\n	እባክህ አምላኬ የምለምንህ /2/\n	ያጣ ሰው ሳያገኝ አይሙት አደራህን\n	የታመመ ሳይድን አይሙት አደራህን\nአንተ ነህ ይላሉ የዓለም ሁሉ ጌታ\nሰማይና ምድርን ያቆምክ ያለዋልታ\n	ወዴት እንዴት ይሆን ያለህበት ቦታ\n	እነግርህ ነበረ እኔ በቆይታ\nየሰራችልኝን የእናትህን ወሮታ\nሁልጊዜ አትለይም እሷ ከእኔ እርዳታ\n	ምግብና መጠጤን በውል አጋጅታ\n	እግሬን አሳጥባ ዙፋን አዘርግታ\nእኔስ ይገርመኛል ከጠዋት እስከ ማታ\nካለሁበት ሀገር አለመለየቷ\nለሁሉ ነው እርሷ ይህ ሩህሩህነቷ\n	አንቺ አማልጂን እንጂ መድኃኒት ለዓለሙ\n	ወልደ አብ ሲለምን አባ ስረይ ሎሙ\nእመቤት እመቤት የዓለም መድኃኒት\nእንድታማልጂን በዕለተ ምፅአት\n	ምንም ክፉ ብንሆን አውቀን ብናጠፋ\n	አዛኝቷ አስምሪን እናት አትገፋ\nንኡ ና ሑሩ ሲል ሲያደራጅ ለጅሽ\nእንደበላኤሰብእ ያድነን ጥላሽ\nያንተን ሥራ ያንተን ክብር\nማን ይመራመር\n	አለህም እንዳልል እንዲህ ይደረጋል/2/\n	የለህም እንዳልል ይመሻል ይነጋል" },
			n24 = { "ማን ይመራመር /4/\nያንተን ሥራ ያንተን ግብር\n	እስቲ በስመ አብ ብዬ ሰላምታ ላድርስ\n	ለአብና ለወልድ ለመንፈስ ቅዱስ\nደግሞም ላመስግን ብዬ ሃሌሉያ\nአቤቱ አድነኝ ከዓለም ገበያ\n	አስረው ደበደቡት መድኃኔዓለምን\n	ሰማይና ምድርን ያስታረቀውን\nተይዞ ታሰረ እንደተራ ሽፍታ\nእውር ስላበራ ሽባ ስለፈታ\n	ልብሱን ተገፈፈ ቆሞ በአደባባይ \n	ታስሮ ተገረፈ አጥንቱ እስኪታይ\nየእሾህ አክሊል ደፍተው ተዘባበቱበት\nእንደወንጀለኛ ጥፋት ሳይኖርበት\nደብድበው ሰቀሉት መድኃኒዓለምን\nምንድነው ጥፋቱ ከቶምን ይኾን\n	የዓለም መድኃኒት ክርስቶስ ስማን\n	ተጨንቀናል ምህረትን ላክልን\n	አንተ መድኃኔዓለም የሰው ልጆች ተስፋ\n	በምህረትህ ጐብኘን ከቶ እንዳንጠፋ\n	ቅዱሳት እጆችህ ተቸንክረው ዋሉ\n	ቅዱሳት እግሮቹ ተቸንክረው ዋሉ\n	በጣም አልቅሱለት ሰዎች ወዮ በሉ\n	እሥራኤልን መና የመገበ አውርዶ\n	በግፍ ተሰቀለ ለአዳም ሲል ተዋርዶ\n	መቃብር ቻለችው እንደ ተራ ሰው\n	አወይ መድኃኔዓለም ክርስቶስ ወየው\n	ቸሩ መድኃኔዓለም ታላቁ ባለአልጋ\n	ሰማይና ምድርን በቃሉ የዘረጋ\n	ጌታ አማኑኤል ኃያል ነው ንጉሥ\n	ለወደደው ኹሉ ጸጋን የሚያለብስ\nየሕይወትን እስትንፋስ እፍ ያለው በአዳም ላይ\nምድረ ቀራንዮ ዋለ በመስቀል ላይ\nየተመላለሱ በገነት እግሮቹ\nበሞት ተወሰዱ ተጨፈኑ ዐይኖቹ\nእንደ ወንጀለኛ ጥፋት ሳይኖርበት\nየእሾህ አክሊል ደፍተው ተዘባበቱበት\nሰማይና ምድርን በእጁ የፈጠረ\nዓለምን ለማዳን ሞቶ ተቀበረ\nበሦስተኛውም ቀን ብርሃንን ተላብሶ\nበኃይሉ ተነሣ መቃብር አፍርሶ\n	ወደ ሰማይ ወጣ አረገ በኃሉ\n	ብርሃንን ላከልን ሰዎች እልል በሉ\n	ቸሩ መድኃኔዓለም ያለም ሁሉ ተስፋ\n	በቀኝህ አቁመን መለከት ሲነፋ\n	ነጋሪት ሲጐሰም ለፍርድ ስትመጣ\n	አቤቱ ክርስቶስ በጉድ እንዳንወጣ\nበጐልጐታ ምድር መድኃኒት ተቀብሮ\nሦስት መዓልትና ሦስት ሌሊቶች አድሮ\nበኃይል በሥልጣኑ ከሙታን ተነሣ\nአቤቱ ተሻረ የሰው ልጅ አበሳ\nምድረ ቀራንዮ ምድረ ጐልጐታ\nየጌታን ትንሣኤ መስክሩ በእልልታ\nለዓለም ግለጹ ሞቱን ትንሣኤውን\nኋላም በክብር ሆኖ ለፍርድ መመለሱን\n	በክብረ መንግሥቱ ሲገለጥ በሰማይ\n	የሰው ልጆች ኹሉ ይሉለታል ዋይ ዋይ\n	አማኑኤል መጥቶ ሊያድን ዓለምን\n	እርቃኑን ተገልጦ መድኃኒት ሆነን" },
			n25 = { "ሞት ፊደል ተምሮ ያነባል ስንል\nእንኳን ሊያነብና ገና ያግዛል\nእህል ታሟል አሉ በእግሬ ልገስግስ\nሀሞት የለውም ወይ በቅሎማ እስኪደርስ\nእኔን መስሎኝ ነበር ደሃ ነው ደካሚ\nለካስ ሁሉም ኖሯል አፈር ተሸካሚ\nበሉ እናንተም ሂዱ እኛም ወደዚያው ነው\nወትሮም መንገደኛ ፊትና ኋላ ነው\nለሠሪው ለመስጠት አፈሩን ይዣለሁ\nገል አፈር መሆኑን ተረድቼዋለሁ\nእኔስ ፍረድ ቢሉኝ ሞት በደለኛ ነው\nአንድ ሰው ለምስል ቀምሶ ቢቀር ምነው\nሞት ይቅር ይላሉ ሞት ቢቀር አልወድም\nድንጋዩም አፈሩም ከሰው ፊት አይከብድም\nሂያጅ ተሳፋሪ ሰዎች ከሆናችሁ\nኧረ ለመቼው ቀን ቤት ትሠራላችሁ\nእረገጡኝ ብለህ ምድር አትቆጣ\nይህ ሁሉ ያንተ ነው ሸማውን ቢያነጣ\nዲያቆናት ቀሳውስት ደብተሮች በሙሉ\nለመቀደስ ሲሉ መካን ይወልዳሉ፡፡" },
			n26 = { "በስመ ልዑል በስመ አብ\nበመንፈስ ቅዱስ ቅኔ ላቅርብ\nፈጣሪ በሰው ትዳኛለሀ\nደሀ ፊት ቆመህ ሲከስህ ደሀ\n	አባቴ ሞኙ አዳም ተላላ\n	በጠላት ምክር በለስ ትበላ\n	አባቴ ምነው አዳም አጅሬ\n	ህግን አስጥሶ ከሰሰህ አውሬ\nእንደምትነግስ ነግሮህ ቀጣፊ\nሽሮ አለበሰህ ቅጠል ረጋፊ\nጠላት ሲመክርህ ተደግፎ ዛፍ\nለካ አለ ቅጣት ጸጋ መገፈፍ\n	የብርሃን ጸጋ የብርሃን ካባ\n	በለስ ስትበሉ ወዴት ገባ\n	ትዕዛዝ መጣስ ህግን መድፈር\n	ሞትን ያመጣል ያገባል ካፈር\nሄዋን እናቴ አታላይ ሰምታ\nእርቃኗን ቆመች ጨለማ ገብታ\nማልቀስ ደግ ነው ያሰጣል ዋጋ\nንስሀ መግባት ያስገኛል ፀጋ\n	ፈጣሪያችን ሆይ ህግን ሰርተህ\n	እኛ ብንሽረው ምን አመጣህ\n	ላትጨክን ትራራለሀ\n	ማን ያከብርሃል ሆነሀል ደሀ\nአዳም ዘንግተህ ሄዋን ስተሽ\nእባብን አምነሽ አውሬ ሰምተሽ\nእንዴት ከጠላት ትመክሪያለሽ\nአዳም ሳይሰማ ትቀጥፊያለሽ\n	እኔ አላማህም አዳም ንጉስ\n	ንስሀ እኮ ነው የሔዋን ፈውስ\n	ንስሀ ገብቶ በትህትና\n	ልጆችን ማዳን ሙያ ነውና\nአዳም ልጆችህ ህጉን ሰርዘው\nሄዋን ልጆችሽ ፈጣሪን ረስተው\nአውሬውን ወደው ጠፍተዋልና\nቆመዋል ይኸው በሞት ጐዳና\n	አዳምም ጮኸህ ሄዋን ለምነሽ\n	አንተ አማልደህ አንቺም አግዘሽ\n	ያንተ ልመና ይረዳልና\n	ሄዋን አልቅሰሽ ድነናልና\nእንደለመነህ እዝራ ሱቱኤል\nእንዳሳሰበህ ቅዱስ ሚካኤል\nራራልን ማረን ያንተ ነንና\nለምን ዲያብሎስ ኮርቶ ይዝናና\n	ፈቃደ ሥጋ እያታለለን\n	ዲያብሎስ መክሮ አንተን አስጠላን\n	ታውቃለህና ድካማችንን\n	ደምስሰህ ፋቀው በደላችንን \n	አምላክ አቅርበህ ልጆቼ በለን\nበእመ ልዑል በድንግል ማርያም\nበህያው ስምህ በመድኃኔዓለም\nሥጋ ነፍሳችን እንዳትደክም\nመድኃኒታችን በአንተ እንታከም\n	ከላይ ዙፋንህ ጽርሀ አርያም\n	እዚህ የመጣህ እንዲድን ዓለም\n	ወዲህ ነውና ቢጠራን አዳም\n	ባርከን ቀድሰን በድንግል ማርያም\nበቀራንዮ ሄሎሄ ያልከው\nሰይጣንን መተህ ሀይል ያሳጣኸው\nለኛ ነውና ወደህ የሞትከው\nዲያብሎስ ይሻር ሰውን አይፍጀው\n	ስለነበረው አሁን ስላለው\n	የምታውቅ አንተ ስለሚመጣው\n	አትርሳን አንተ በፍርድ ሰዓት\n	ሲኦል ይቅርልን ገሀነም እሳት\nየነበርክ ያለህ የምትኖር\nምሥጋና ይግባህ እግዚአብሔር\nአሜን ይገባል ለመድኃኔዓለም\nዛሬም ዘወትርም ለዘለዓለም" },
			n27 = { "23 1555 1555 11 31132\n23 15 31 113 242 45 \n423-1 113-1 113 242\n\nሰላም ለማርያም የአምላክ እናት\nየአቤል የዋሂት የአዳም ህይወት\nእመቤቴ በምልጃሽ መድኃኒቴ ነሽ\nየአብ ቃል መቅረጫ ጽላቱ ለሙሴ\nየመንፈስ ቅዱስ ቤት እመቃል ሞገሴ\n	የርኅራኄ መዝገብ እህተ መላእክት\n	የጻድቃን ተስፋቸው ጽላተ መለኮት\nትናንት ተጨንቀን በጨለማው ዓለም\nዛሬ ብርሃን አየን በድንግል ማርያም\n	የኢያቄም እንቁ የሃና ንብረቷ\n	ሥጋ ነፍሴን እርጂያት ይቅርላት ቅጣቷ\nበወንጌል ሰማነው ድንግል የአንቺን ዜና\nአማላጅነትሽ ሲገለጽ በቃና\n	ከዳዊትም ሰማን ድንግል ስለአንቺ ክብር\n	ወትቀውም ንግሥት እያለ ሲዘምር\nበላዔ ሰብ ከሞት ከሲኦል የዳነው\nበምልጃሽ ነው እንጂ መች በጥርኝ ውሃ ነው\n	ሊውጡኝ ቢነሱ አጋንንት በመሉ\n	ስምሽን ስጠራ ትቢያ ይሆናሉ\nጽዮን እመብርሃን ጽላተ ሥላሴ\nየበረከት ካዝና ደመወዜና ዋሴ\n	ሲጨንቀኝ ሲጠበኝ ሲከፋኝ ኑሮዬ\n	ድንግል አንቺ እኮ ነሽ አጽናኝ አለኝታዬ\nስምሽን ስጠራ ሲታወክ ህይወቴ\nአለሁልሽ በይኝ ድንግል እመቤቴ\n	ድንግል ሆይ አትርሺኝ የዘላለም ልብሴ\n	ምልጃሽ ያውጣኝ ከሞት ከክፉ ድምሳሴ\nየቅዱሳን ካባ የቅዱሳን ኩታ\nጸጋ ሰማዕታት የድሆች አለኝታ\n	ሹመተ መሳፍንት ቅብዐ ነገሥታት\n	የሰሎሞን ጥበብ የዳዊት መዝሙራት\nዓለም የዳነብሽ ከሞት ከሲኦል\nለእኔስ እናቴ ነሽ ማርያም ድንግል\n	አድኚኝ እናቴ ከሥጋ ፈተና\n	እኔማ ያለአንቺ አልችልም ልጸና\nሸክም የከበደኝ እንግልት ሆኛለሁ\nከእኔ እንዳትለይ አደራ እልሻለሁ \n	አደራ እልሻለሁ ከጎኔ አትራቂ\n	ወዳጅ ዘመድ የለኝ ያለአንቺ ጠባቂ\nተሳክቶልኝ ባየው ሀሳቤ ምኞቴ\nድንግል ያላንቺማ መች ይፀናል ቤቴ\n	ልጅሽ እንዳይነሳኝ መንግሥተ ሰማያት\n	ከኃጢአት ጠብቆ እንዲያኖረኝ ገነት\n	አንቺ ንገሪልኝ ለዓለም መድኃኒት\n	ተስፋዬ ነሽና አትርሺኝ የኔ እናት" },
			n28 = { "23 1515 1555 11 31132\n2315 31 113 242 45\n423-1 113-1 113 242\n\nአባ ግራኝ ሞተ የሆዴ ወዳጅ /2/\nየሚያበላኝ ጮማ የሚያጠጣኝ ጠጅ\nእኔ መዩ ቱርክን ባይ የምሸሽ ነኝ ወይ\n	ታጠቅ ብሎ ፈረስ ካሳ ብሎ ስም\n	ዐርብ ዐርብ ይሸበራል ኢየሩሳሌም\n	እኔ መዩ ቱርክን ባይ የምሸሽ ነኝ ወይ\nሺህ ገመር ሺህ ጎራች የሸዋ ፈረስ\nአንድ ጥርኝ ሆነ ቢዘልቅ ቴዎድሮስ\nእኔ መዩ ቱርክን ባይ የምሸሽ ነኝ ወይ\n	ፈረሱ አባ ታጠቅ ስሙ ቴዎድሮስ\n	ጠላት የሚበትን እንደ ዐውሎ ንፋስ\n	እኔ መዩ ቱርክን ባይ የምሸሽ ነኝ ወይ\nመቅደላ አፋፉ ላይ ጩኸት በረከተ\nየሴቱን አናውቅም ወንድ አንድ ሰው ሞተ\nእኔ መዩ ቱርክን ባይ የምሸሽ ነኝ ወይ\n	መቅደላ መቅደላ አንቺ ክፉ ጎራ\n	ሴቱን ሁሉ ንቆ ሲኮራ ሲኮራ\n	ወንዱ አንቺን ወደደ ተኛ ካንቺ ጋራ\n	እኔ መዩ ቱርክን ባይ የምሸሽ ነኝ ወይ\nአያችሁት ወይ ያንበሳውን ሞት\nበሰው እጅ መሞትን ነውር አድርጎት\nእርሳሱን እንደጠጅ ጎርሶ ሲጠጣት\nእኔ መዩ ቱርክን ባይ የምሸሽ ነኝ ወይ\n	አውሮፖም ያውቁሃል አፍሪካም ያውቁሃል እስያም ያውቁሃል\n	እንኳን የሰው ንጉሥ ውሃ እንኳን ፈርቶሃል\n	እኔ መዩ ቱርክን ባይ የምሸሽ ነኝ ወይ\nአባትና እናቱ ያለ አንድ አልወለዱ\nየትግሬንም ንጉሥ ሲንቁ ሲንቁ\nወንድ ያለ ራስዎ ገድለውም አያውቁ\nእኔ መዩ ቱርክን ባይ የምሸሽ ነኝ ወይ\nገደልን እንዳይሉ ሞተው አገኙዋቸው\n	ማረክን እንዳይሉ ሰው የለ በእጃቸው\n	ምን አሉ እንግሊዞች ሲገቡ ሀገራቸው\n	ለወሬ አይመቹም ተንኮለኞች ናቸው\n	እኔ መዩ ቱርክን ባይ የምሸሽ ነኝ ወይ\nእንደ አፄ ቴዎድሮስ አላየሁም ኩሩ\nቢመጡ እንግሊዞች ምክር ሊማከሩ\nበአርምሞ ሸኙዋቸው ሳያነጋግሩ" },
			n29 = { "224 2315 454\n224 231311 1\n154513 1113 15 454\n224231 1 542 54\n\nድንግል ስልሽ ማርያም ስልሽ\nእንደ በላኤ ሰብ ይጋርደኝ ጥላሽ ድንግል ስልሽ\n\nበጭንቅ ውስጥ ሆኜ ከብዶኝ መከራ\nየአምላክ እናት ስምሽን ስጠራ\nታማልጂኝ ዘንድ ልቦናሽ ይራራ /2/\n	ጭንቄ በረታ ሀዘን ከበበኝ\n	ኃጢአቴ በዛ ተስፋ ቢስ ሆንኩኝ\n	ድንግል እመቤቴ ምልጃሽ አይለየኝ /2/\nልጅሽ በሰጠሽ ቃል ኪዳንሽ\nተግተሽ ዘወትር እያማለድሽ\nየሰውን ልጅ ሁሉ ታስምሪዋለሽ /2/\n	ስምሽ እንደ ማር እየጣፈጠኝ\n	ደግነትሽም እየመሰጠኝ\n	ሁሌ እዘምራለሁ ልቤን ደስ እያለኝ /2/\nእምነቴ ሳስቶ ጽድቅም ባልሠራ\nእመቤቴ ሆይ ነፍሴን አደራ\nአስታርቀሽ አኑሪያት ከቅዱሳን ጋራ /2/\n	ድንግል በሀና በእናትሽ\n	በኢያቄምም በአባትሽ\n	ተማጽኜሻለሁ ልቁም በፊትሽ /2/\nአንቺን ስጠራ ልቤ ይረካል\nሀዘኔ ርቆ ሰላም ይተካል\nለሀዘንተኞች ተስፋ ከቶ እንዳንቺ የታል /2/" },
			n30 = { "4444 553 115 42\n4445 253 115 42\n33 11 33 4231 42\n33 11 33 422 42\n\nርግብና ዋኔን ዋኔን አብረው ዘመቱና ዋኔን\nርግብ ደህና ገባች ዋኔን ዋኔን ገደሉና ዋኔን\n	እስቲ በስመአብ ብዬ ዋኔን ልጀምር ውዳሴ ዋኔን\n	ማርያም በመሆኗ ዋኔን ክብሬና ሞገሴ ዋኔን\nሰላም እልሻለሁ ዋኔን ጽላተ ጽዮን ዋኔን\nደጅ እጠናሻለሁ ዋኔን አምኜ አንቺን ዋኔን\n	አዛኝቷ እመቤት ዋኔን ኪዳነ ምህረት ዋኔን\n	አለሁልህ/ሽ/ ብለሽ ዋኔን አውጪኝ ከመአት ዋኔን\nእስቲ ሁላችሁም ዋኔን ኪዳነ ምህረት በሉ ዋኔን\nመድኃኒት ናትና ዋኔን ለሰው ልጆች ኹሉ ዋኔን\n	ሁሌ እጠራሻለሁ ዋኔን በቃል ኪዳንሽ\n	የምህረት አማላጅ ዋኔን ድንግል አንቺ ነሽ\nየዓለም ፈርጥ አንቺ ነሽ ዋኔን ማርያም እመቤቴ ዋኔን\nእመካብሻለሁ ዋኔን እስከ ጊዜ ሞቴ ዋኔን\n	ያንን የእሳት ባህር ዋኔን አሻርጊኝ ድንግል ዋኔን\n	እንዳወድቅ አደራ ዋኔን ከሲኦል ገደል ዋኔን\nየነቢያት ትንቢት ዋኔን ተሰማእታት አክሊል ዋኔን\nያላንቺ ማን አለኝ ዋኔን እመቤቴ ድንግል ዋኔን\n	ያዕቆብ በህልሙ ዋኔን ያያት መሰላል ዋኔን\n	የዓለም አስታራቂ ዋኔን አንቺ ነሽ ድንግል ዋኔን\nታማልደናለች ዋኔን እጆቿን ዘርግታ ዋኔን\nከቶ እረፍት የላትም ዋኔን ከጧት እስከ ማታ ዋኔን\n	ኪዳነ ምህረት ነሽ ዋኔን አንቺ የኛ ተስፋ ዋኔን\nመረቆ የሰጠን ዋኔን አልፋና ኦሜጋ ዋኔን\nየዓለም ሀሁሉ መቅረዝ ዋኔን መንበረ ሥላሴ ዋኔን\nመድኃኒቴ እሷ ነች ዋኔን ለሥጋም ለነፍሴ ዋኔን\nሁሌ ላመስግላት ዋኔን ተፈታ ምላሴ ዋኔን\n	የምህረት ቃል ኪዳን ዋኔን የሰውልጅ መዳኛ ዋኔን\n	እንድታማልደን ዋኔን የተሰጠች ለኛ ዋኔን\nምላሴ ተናገር ዋኔን የማርያምን ዝና\nለኛ መሰጠቷን ዋኔን ሳትፈጠር ገና ዋኔን\n	ታስባ ስትኖር ዋኔን በእግዚአብሔር ሕሊና ዋኔን\n	ተወልዳ አደገች ዋኔን ጊዜው ደረሰና ዋኔን\nዘመን የማይሽረው ዋኔን ስላላት ቃል ኪዳን ዋኔን\nታማልደናለች ዋኔን መድኃኒት በመሆን ዋኔን\n	ምን ቃላት ይገኛለ ዋኔን እርሷን ማመስገኛ ዋኔን\n	እን ሕርያቆስ ዋኔን ያልቻሉት እነኛ ዋኔን\nከዐይኗ እያዘነበች ዋኔን የእንባዋን ዘለላ ዋኔን\nወደ ግብፅ በረረች ዋኔን አንድ ልጇን አዝላ ዋኔን\n	ፅጌ ፀዐዳ ነች ዋኔን እመቤቴ ድንግል ዋኔን\n	ድረሺልን ሲሏት ዋኔን ከተፍ ነው የምትል ዋኔን\nየፃድቃን እመቤት ዋኔን የኃጥኣን ተስፋ ዋኔን\nወዳንቺ እጮሀለሁ ዋኔን ሳዝንና ስከፋ ዋኔን\n	በላኤ ሰብን ዋኔን ያዳንሽው ድንግል ዋኔን\n	ለእኔም አትንፈጊኝ ዋኔን ይህን እድል ዋኔን\nስንቅ የለኝ ለነፍሴ ዋኔን እንዴት ልሆን ነው ዋኔን\nድንግል እመቤቴ ዋኔን መግቢኝ አንቺው ዋኔን\n	ጥላሽን ጣይብኝ ዋኔን ኪዳነ ምህረት ዋኔን\n	ስጨነቅ ስጠበብ ዋኔን ስጋለጥ ያን ዕለት ዋኔን\nድንግል መድኃኒት ነሽ ዋኔን ለሰው ልጆች ሁሉ ዋኔን\nከጐኔ ቁሚልኝ ዋኔን ሳዝንና ስከፋ ዋኔን\n	የዓለም መድኃኒት ነሽ ዋኔን ማርያም እመቤቴ ዋኔን\n	በረድኤት ግቢልኝ ዋኔን ነይልኝ ከቤቴ ዋኔን\nአደራሽን ማርያም ዋኔን ኪዳነ ምህረት ዋኔን\nፀጋሽን አልብሽኝ ዋኔን ኋላ ስራቆት ዋኔን\n	ዕርቃኔን መሆኔን ዋኔን አውቀዋለኩና ዋኔን\n	አልብሽኝ ፀጋሽን ዋኔን በኢያቄም በሃና ዋኔን\nእስቲ ሁላችሁም ዋኔን ኪዳነ ምህረት በሉ ዋኔን\nመድኃኒት ናትና ዋኔን ለሰወ ልጆች ሁሉ ዋኔን\n	አፍሮ አይመለስም ዋኔን የቆመ ከደጇ ዋኔን\n	እምቤቴ ማርያም ዋኔን የጭንቅ አማላጇ ዋኔን\nየአዳም መድኃኒት ዋኔን አንቺ ነሽ ድንግል ዋኔን\nበኢያቄም በሃና ዋኔን አውጭኝ ከሲኦል ዋኔን\n	አንቺ የኤዶም ገነት ዋኔን የሰው ልጆች ተስፋ ዋኔን\n	መድኃኒት ነሽና ዋኔን አዝኖ ለተከፋ ዋኔን\nየዓለምን መድኃኒት ዋኔን በጀርባሽ አዝለሽ ዋኔን\nአረ ልምን ይሆን ዋኔን ቁራሽ የለመንሽ ዋኔን\n	ፍግም ብዬ ልስገድ ዋኔን ለእመቤቴ ድንግል ዋኔን\n	እርሷ በመሆኗ ዋኔን የሰው ልጆች እድል ዋኔን" },
			n31 = { "እስኪ ሰላም ብዬ ዋኔን ልጀምር ውዳሴ ዋኔን\nአንተ አይደለህም ወይ ዋኔን መዓዛ ለነፍሴ ዋኔን\n	ምነው ከጠቢቦች ዋኔን ዝምድና ቢኖረኝ ዋኔን\n	ሥጋ ሞልቶ ሳለ ዋኔን መቁረጫው ቸገረኝ ዋኔን\nእኔ እየመሰለኝ ዋኔን ሳላስበው ድንገት ዋኔን\nያንን ልብ ሥጋ ዋኔን ለውሻ ሰጠሁት ዋኔን\n	የጠቢቦች አባት ዋኔን አንተ መሰልከኝ ዋኔን\n	መልካም አይነት ጥበብ ዋኔን እንድትሰራልኝ ዋኔን\nጃኖማ ሁልጊዜ ዋኔን እለብስ የለም ወይ ዋኔን\nብርቅ ይሆንብኛል ዋኔን ጥበብ ለብሰው ሳይ ዋኔን\n	ወዳንተ ስመጣ ዋኔን መንገዱ ጠፍቶኝ ዋኔን\n	መልሶ መላልሶ ዋኔን እንቅፋት መታኝ ዋኔን\nአዝግሜ መጥቼ ዋኔን ካንተ እንዳልገናኝ ዋኔን\nውስጥ እግሬን ሆነና ዋኔን አላስኬድ አለኝ ዋኔን\n	ሥጋዬ ላመሉ ዋኔን ሜዳ ሲል ተራራ ዋኔን\nውሃ ጠምቶት ቆሟል ዋኔን ቢመጣ መከራ ዋኔን\nአምላኬ በሰማይ ዋኔን በምድርም ያለኸው ዋኔን\nሊጠፋ ነውና ዋኔን ዓለምን ታደገው ዋኔን\n	ብርብር ብላ ዋኔን ሄዳ ካጠገቤ ዋኔን \n	ሳትመለስ ቀረች ዋኔን ተቅበዝባዧ ልቤ ዋኔን\nምርቃቱንማ ዋኔን ችዬበት ነበረ ዋኔን\nአለማመኔን ግን ዋኔን ሲያዋርደኝ ኖረ ዋኔን\nበልቼ እንዳላድር ዋኔን ቆርጥሜ ከጥሬው ዋኔን\nመምህሩ አይደሉም ዋኔን የጐዳኝ ረዱ ነው ዋኔን\nእሜቴ መቃብር ዋኔን መኝታ እንደንግዳ ዋኔን\nጥሬ አልበላም አለች ዋኔን ሥጋ ብቻ ለምዳ ዋኔን\n	ጫጩት ከበዛበት ዋኔን አደርኩኝ ገብቼ\n	አዬ ልብ ማጣት ዋኔን ቅንቅኑን ረስቼ ዋኔን\nሜዳውን ቢኖጡ ዋኔን አይድክሙ አይለፉ ዋኔን\nየሰው ሁሉ ዕዳ ዋኔን አፋፈ ነው ክፉ ዋኔን\n	ወደ ኢየሩስአሌም ዋኔን ልሄድ ኹሌ ስመኝ ዋኔን \n	እንዳልከኝ አሁንስ ዋኔን ዝቋላም አዝልቅኝ ዋኔን\nዛሬስ ታርቀኝ ኑሪ ዋኔን ሥጋ ከነፍስኝ ዋኔን\nጾምና ጸሎትን ዋኔን አማላጅ ይዘሽ ዋኔን\nእመቤቴ ማርያም ዋኔን ሳንኳኳ ደጅሽ ዋኔን\nማርማር ብለሽ ለኔ ዋኔን ጠ ጠይቂው ልጅሽን ዋኔን" },
			n32 = { "542 2 423 3 1513 545131 (5451131) 4222 542\n542 2 423 3 351213 5451131 422222\n554222 45 545115 5451131 422222\n\nስቀለው ስቀለው እያሉ\nአይሁድ ባንተ ላይ ተማማሉ\nእውነተኛ ዳጀና አንተ ሆነህ ሳለ\nየጲላጦስን ፍርድ ፍቅርህ ተቀበለ\n\nጌታ ይቅር በለን /2/\nምንም ብንበድልህ የእጆችህ ሥራ ነን/2/\n	ተጠማሁ ተጠማሁ እያለ\n	በቀራንዮ ላይ መስቀል ላይ ሆነልን\n	የአፍላጋት ጌታ አንተ ሆነህ ሳለህ\n	ሆምጣጤ አጠጡህ ሳለህ ተቸግረህ\nማን መታህ ንገረን እያሉ\nፊቱን እየጸፉት ሲሳደቡ ዋሉ\nምንም አልመለሰ ምነውም አላለ\nህማሙን በትዕግስት አውቆ ተቀበለ\n	ምራቅ እየተፉ ፊትህ ላይ\n	ሲመቱህ ሲሰድቡህ ስትሰቃይ\n	ምንም ሳትመልስ በፍቅር አየሀቸው\n	በመስቀል ሰቀሉህ ወደህ ሞትክላቸው\nይቅር ባይ ነህና መሀሪ\nትህትና ፍቅርን አስተማሪ\nጠልተው ለሰቀሉት ለተፉት በፊቱ\nምህረትን ጠየቀ ከአብ ከአባቱ\n	መከራህን ሳስብ ስቃይህን\nመስቀል ላይ እንደዋልክ እርቃንህን\n	ነፍሴ ተጨነቀች እጅጉን አዘነች\n	ፍዳና በደሏን እያሰላሰለች" },
			n33 = { "213 24552 42 421 11553 23\n213 24552 42 342 222 42\n213 24552 42 421 11553 23\n213 24552 42 342 222 42 /2x/\n1511342 42 42111553 23\n1511342 42 452 222 42\n\nኢትዮጵያ ሆይ ተነሽ ክብርንም ልበሽ\nበአዲስ ምሥጋና ይመላ ልብሽ\nየተወደደ ነው በእግዚአብሔር ህዝብሽ/2/\n	ንብረቱ ጠፊ ነው ከንቱ የማይረባ\n	በግፍና ቅሚያ በአመፅ ሲገነባ\n	ሲሳይሽ ብዙ ነው ከአምላክ የተሰጠሽ\n	በረከት ለማግኘት መሥራት ነው ጠንክረሽ\nየአህዛብ ብልጽግና አያስቀናሽ ፍፁም\nኃላፊ ጠፊ ነው ምኞቱም ዓለሙም\nደመና ነውና ይበናል በቅጽበት\nበግፍ የተገኘ የተከማቸ ሀብት\n	ይልቅ በቅንነት በሰላም ለሰራ\n	ሲሳዩ ብዙ ነው ክብሩም አያባራ\n	ጉቦና ፍትህን ማጣመም እንዳንለምድ\n	ከወንጌሉ ጋራ አለብን መዛመድ\nእግዚአብሔር ያለው ሰው በእርሱ የታመነ\nከግፍ ሥራ ሕመም አካላቱ ዳነ\nክርስቲያነኝ ብሎ ጉቦ የሚበላ\nየሚያቃጥል እሳት ያገኘዋል ኋላ\n	በመታመን ፀጋ ይጠራ ስማችን\n	እውነተኛ እንሁን ለውድ ሀገራችን\n	የራሱን ሳይሻ ለሀገር የሚያስብ ሰው\n	በእግዚአብሔር ዘንድ የተወደደ ነው" },
			n34 = { "2423111 1354 2423111\n3513122 42311 1 3513122 4222 2\n5511523 4222 2 5531215 4222 2\n2312115 2111 1 3513123 4222 2\n\nየብርሃን እናት ነሽና የብርሃን እናት\nለምኚልን ድንግል ለምኚልን /2/\nጸጋንና ክብርን የተመላሽ\nከሴቶች መካከል የተመረጥሽ\nለቃሉ ማደሪያ ዙፋን ሆነሽ\nበደመና መንበር የተመሰልሽ\n	የሽቶ መኖሪያ የተቀደስሽ\n	መዓዛሽ ያማረ ሽቶ ያለሽ\n	ውዳሴሽ ብዙ ነው እናታችን\n	ስምሽን እያሰብን ነው መጽናኛችን\nበሀሳብ በግብር ፍጹም ሆነሽ\nምንኛ ብሩህ ነው ድንግል ልብሽ\nአንቺን የሚመስል የለምና\nይሰማል ምልጃሽ ያንቺ ልመና\n	የብርሃን መውጫ ምሥራቁ ነሽ\n	ሰውን ለለወጠ ድልድይ ነሽ\n	ምሥጋናሽ አያልቅም ለዘላለም\n	ማህሌት ነሽና በአርያም\nመላዕክት ፍጥረትሽን ያደንቃሉ\nጌታን በመውለድሽ ይመካሉ\nሰማይና ምድር ሳይወስኑት\nባንቺ ተወሰነ እፁብ በእውነት" },
			n35 = { "521115 1113 4222 42\n521115 1113 4223 23\n3524453 1113 4222 42\n3524453 1113 4222 42\n\nአቤቱ ደግ ሰው አልቋልና /2/\nከምድርም ፍቅር ጠፍቷልና /2/\nእንደ ቸርነትህ አድነን /2/\nበደላችንንም አትቁጠር /2/\n	የረድኤት አምላክ ፍቅር ስጠን /2/\n	እንደ አህዛብ አታድርገን /2/\n	ክርስቲያን ነንና እንዋደድ /2/\n	እባክህ አንውጣ ካንተ መንገድ /2/\nአቤቱ ንፁህ ልብ ፍጠርልን /2/\nሰውን የሚያስወድድ ያለ እንከን /2/\nአንደበታችን እንዲናገር /2/\nስለ ሰላም ቋንቋ ስለ ፍቅር /2/\n	በእግዚአብሔር ፈቃድ የሚመራ /2\n	ትሩፋት ደግነት የሚሠራ /2/\n	አንደበቱ ሁሉ የታረመ /2/\n	ለቃለ ወንጌሉ የደከመ /2/\nምግባርና እውነት የተሰጠው /2/\nእባክህ አድለን ሁነኛ ሰው /2/\nአንተን የሚመስል በሕይወቱ /2/\nፍቅርና ትህትና የግል ሀብቱ /2/ \n	የማስመሰል ፍቅር እየበዛ /2/\n	ሰው ረክሷልና እንደዋዛ /2/\n	ፍፁም መዋደድን ስጠንና /2/\n	አዲስ ሰው እንሁን እንደገና /2/\nደገኛ ሰው ማግኘት አስቸግሯል /2/\nእስከ መጨረሻ ማን ይፀናል /2/\nምግባሩ ትክክል እውነተኛ /2/\nልቡ የሚፀየፍ ከዳተኛ /2/" },
			n36 = { "31542 2 54513 3 42315 5\n31542 2 54513 3 42315 5 42222\n\nአልፈርድም እኔ በንም በደል በማንም ኃጢአት\nበፈርድኩበት እንዳልመዘን ጌታ ሲመጣ በኃይል በስልጣን\nአዝ\nበቸርነቱ አምላክ ባይተወው በደሌን ሁሉ\nውስጤ ቢፈተሽ በተሰጠኝ ሕግ በቅዱስ ቃሉ\nበምን ምግባሬ በሰው እፈርዳለሁ አይኔን አቅንቼ\nበደሌ በዝቶ ለራሴ ሳላውቅ በኃጢአት ሞቼ\nአዝ\nይልቅ የአንዱን ሸክም ሌላው ሰው አዝሎ መጓዝ ይሻላል\nመፍረድ ከመጣ አንድም ሰው አይድን ሁሉም በድሏል\nወንድም ወንድሙን እየከሰሰ ለፍርድ አቁሞ\nአህዛብ ያያል በንትርኩ እጅግ ተገርሞ\nአዝ\nክርስቲያን ሆኖ ከወንድሙ ጋር እየተጣላ\nዓለም ዳኘችን በፀብ ፍርድ ቤት ታረቁ ብላ\nክርስቲያን ሆነን በአሕዛብ መሀል እየተካሰስን\nአምላክ አዘነ የመስቀሉን ዓላማ ስተን\nአዝ\nመቼ ከሰሰ የከሰሱትን የገረፉትን\nአይተናል ሲምር ለጠላቶቹ ምህረት ሲለምን\nለጽድቅ ሥራ ለእውነት ብለን መጥተናል እንጂ\nማነው የሾመን በወንድሞች ላይ አድርጎ ፈራጅ" },
			n37 = { "11234 342 355 5\n11234 342 222 2\n211513 22\n2115133\n211513 342 222 2 (2 ጊዜ)\n111321 1 444 515 5\n333 242 4 2342 222 (3 ጊዜ)\n\nኑ እንቅረብ መጠራት ሳይመጣ /2/\nሥጋውን እንብላ ደሙንም እንጠጣ\nየቀራንዮ በግ የአምላክ ሥጋው\nተሰውቶልናል እንመገበው\nእድፉን ኃጢአታችንን በንስሓ አንፅተን\nእንቀበል አምነን በልጅነታችን\nመቅረብ ወደ ጌታ በእምነት የሚገባው\nበስተርጅና አይደለም በወጣትነት ነው\n	ጨረቃና ፀሐይ ደም የለበሱለት\n	ከዋክብት ከሰማይ የተነጠፉለት\n	ይኸው ተፈተተ እሳተ መለኮት\nቅድስት እናታችን ቤተክርስቲያን\nትጋብዘናለች ሥጋና ደሙን\nየአማኑኤል ሥጋ ይኸው ተዘጋጀ\nከግብዣው ተጠራን አዋጁም ታወጀ \n	መጥቁ ተደወለ እንቅረብ በእልልታ\n	በኋላ አይረባንም ዋይታና ጫጫታ\n	ይህችን እድል ፈጥነን እንጠቀምባት\n	ዓለምን አልያዝንም ብዙ ልንቆይባት\nካሁኑ ቅረቡ ታውጇል አዋጁ\nየይለፍ ደብዳቤ ስንቅን አዘጋጁ\nይህ ዓለም ጠፊ ነው በሀብት አትመኩ\nብሏል አምላችን ተስፋችሁን እንኩ" },
			n38 = { "ማኔቴቄልፋሬስ /4/\nየሰዎች መሰረት እዩት ሲገረሰስ /2/\n\nበእውነት መስፈሪያ ተመዝነህ ነበር\nየልብህ ትዕቢት ግን አዘቀጠህ እንዳፈር\nቆረጠው ዘመንክን ቅጥፈቱ አጀበህ\nበለጋነት ዕድሜህ ወደሞት ተጠራህ\n	ዳንኤል የታለ አሁን የሚገስጽ\n	በመንፈሱ መብራት ወገንን የሚያንጽ\n	አብነት የታለ በጸሎት የተጋ\n	የህሊናን ወጀብ በፍቅር የሚያረጋ\nአምላክ ያላነፀው የእንቧይ ካብ ተንዶ\nየትናንቱ ትልቅ ማምሻውን ተዋርዶ\nእንደ አበባ ፈክቶ ሲረግፍ እያየነው\nዛሬም ልቦናችን ለትእቢት ጽኑ ነው\n	ቀይ ባህር ሲሰጥም ያለፈው ፈርኦን\n	ዛሬም የአምላክን ህዝብ አንለቅም ብለን\n	እንደጠጣር አለት ጠንክሮ ልባችን\n	ዳግም ተፈጥረናል ፈርኦን ነን ብለን" },
			n39 = { "2111 2344 5223511\n21112344 342 222 2\n3542 222 254 234 2 255 5\n\nድንግል /2/ ወላዲተ ቃል /2/\nአሟሟትሽ በጠር ነሐሴ መቃብር ድንግል\nያንቺስ ለብቸ ነው ትንሳኤሽ ሲነገር <<\nሥጋሽ በምድር ላይ የትአለ እንደፍጡር <<\nዐርጓል ወደ ሰማይ ከክርስቶስ መንበር <<\nሥጋሽን ሲያሳርጉ መላእክተ ሰማይ ድንግል\nቶማስ በደመና ሲመጣ መንገድ ላይ <<\nመግነዝ ተረከበ ለሐዋርያት ሊያሳይ <<\nትንሣኤሽን ሽተው ግራ ሲገባቸው ድንግል\nሐዋርያት ፆመው ተገለጽሽላቸው <<\nተቀብራ አልቀረችም በምድር ከደጇ <<\nወደ ላይ ዐረገች እሷም እንደልጇ <<\nለማየት ሲጓጉ የድንግልን ትንሳኤ ድንግል\nእርገቷን አወቁ በንፁህ ሱባኤ <<\nእኛም እንፀልይ ደጃችን እንዝጋ <<\nከወላዲተ አምላክ እንድናገኝ ዋጋ " },
			n40 = { "4222 15 5 554421 11\n1151323 33 3313 242 2\n\nሞቼ ስለማልቀር ትንሣኤ ስላለኝ\nበሰማይ ቤታችን ስለምንገናኝ\nወዳጅ ዘመዶቼ አታልቅሱ በቃኝ /2/\n	አገኛለሁና ገና አዲሱን ኑሮ\n	አምላክን አስቡት ይብቃችሁ እሮሮ /2/\nዓለም ኪራይ ቤት ናት ዘላቂ አይደለችም\nለሥጋ ነው እንጂ ለነፍስ አትመችም /2/\n	ግን በርሷ ስንኖር ትዕዛዙን ከፈፀምን\n	ለተዘጋጀው ቤት ወራሾች እኛው ነን/2/\nይልቅ ጸልዩላት ለነፍሴ እረፍት\nበቀኝ እንዲያቆማት የጻድቃን አባት /2/" },
			n41 = { "4231532 423511 4\n4231532 422222\n\nምድረ ቀራንዮ ምድረ ጎልጎታ\nመድኃኒት ክርስቶስ በአንቺ ተንገላታ\n	መስክሪ አንቺ ምድር ግእዚቷ ሥፍራ\n	መድኃኒት ክርስቶስ ያየብሽ መከራ\n	ደሙ እንደውሃ ሲፈስ ከመስቀል ላይ\n	በቀራንዮ መዳን መከራውን ሲያይ\nፀሐይ ከለከለች ለመስጠት ብርሃን\nለመሸፈን ብላ የአምላክን እርቃን\nሁሉንም ለማድረግ ሥልጣን ቢኖረው\nበእንጨት ተሰቅሎ ፍቅሩን ገለፀው\n	በመስቀል ላይ ሆኖ ተጠማሁ እያለ\n	የእሾህ አክሊል ደፍቶ ቀራንዮ ዋለ\n	እጆቹና እግሮቹ በችንካር ተመተው\n	ይቅርታ አደረገ ለዚህ ኃጢአታቸው\nቸሩ መድኃኔዓለም እባክህ ማረን\nደካሞች ነንና እንዳንቀር ጠፍን\nበቆረስነው ሥጋህ ባፈሰስከው ደም\nአቤቱ ተራዳን ለዘለዓለም" },
			n42 = { "5222 342 515 3545 5 /2x/\n252 315 31 242 5232 2 /2x/ \n\nየአብርሃም አምላክ የይስሐቅም ቤዛ\nወገኖቹን ሁሉ በራሱ ደም ገዛ\n	የሐሰት ምስክር አቁመው ከሰሱት\n	በሞት እንዲቀጣ ሁሉም ፈረዱበት\nጲላጦስ ገረፈው በሰንሰለት አስሮ\nከሮማዊው መንግሥት እንዲኖር ተባብሮ\n	ድንግል አልቻለችም እንባዋን ልትገታ\n	እያየች በመስቀል ልጇ ሲንገላታ\nበብርሃን ዙፋን ላይ የቆሙት እግሮቹ\nበችንካር ላይ ቆሙ ምንም ሳይሰለቹ\n	የብርሃን አክሊልን ለሰማዕት ያደለ\n	የእሾህ አክሊል ደፍቶ ቀራንዮ ዋለ" },
			n43 = { "እንደ ቸርነትህ አቤቱ ማረን /2/\nእንደ ምህረትህም ይቅርታን ስጠን /2/\nከኃጢአቴም አንፃኝ ከክፉ በደሌ /2/\nለዚያች ክፉ ኃጢአት እንዳልሆናት ሎሌ /2/\nአንተን ብቻ በደልኩ ክፉም አደረግሁ /2/\nአሁን ይቅር በለኝ ከፊትህ ወደቅሁ /2/\nከፊትህ ወድቄ ስለምን አንተን /2/\nመውደቄን ተመልከት አምላከ ብርሃን /2/\nአሁን ትባርክ ዘንድ ማኅበራችንን ጸሎታችንን\nጌታ ሆይ ላክልን ቅዱስ ሚካኤልን ቅዱስ ገብርኤልን\nአሁን ትጠብቅ ዘንድ ሀገራችንን ኢትዮጵያን\nጌታ ሆይ ላክልን ጰራቅሊጦስን መንፈስ ቅዱስን" },
			n44 = { "422 424515 422 3135 /2x/\n545 5 3132 2 454245\n545 5 3132 2 454222\n\nበደምህ ተገዛ የጠፋው ዓለም\nሃሌ ሃሌ ሉያ አምላከ ሠላም /2/\nበደምህ እጠበው ኃጢአታችንን /2/\nሃሌ ሃሌ ሉያ የዓለም መድኅን /2/\nሞትን ያሸነፍከው የሠራዊት ጌታ /2/\nሃሌ ሃሌ ሉያ ለነፍሳችን ዋልታ /2/\nወንዞች ተነሱ አንተን ለማመስገን /2/\nሃሌ ሃሌ ሉያ አምላከ ብርሃን /2/\nወንዶችና ሴቶች ሕፃናትም ሁሉ /2/\nጌታን አመስግኑ እልል እልል በሉ /2/" },
			n45 = { "2315423 451342\n2315423 451342\n2315423 231515\n2315423 231515\n\nስለ ቸርነትህ ጌታ ተመስገን\nስለ ፍፁም ፍቅርህ አምላክ ተመስገን\nማነው የገመተ ከዛሬ መድረስን\nልብሱ ሳይነካ በእሳቱ ወላፈን\nባህሩን አሻግሮ ማዕበል አቁሞ\nእርሱ ያውቅልናል ለመጪው ቀን ደግሞ\n	ሃሌ ሃሌ ሉያ መስዋዕት እናቅርብ\n	ጌታ ይፈልጋል የተሰበረ ልብ\n	ክርስቶስ ከሌለው ፍቅር ላይኖረው\n	ሰላም ሰላም ይላል ፍጥረታዊው ሰው\n	ሰላም ሰላም ይላል የዘመኑ ሰው\nየኢየሱስ ነገር ለሚጠፉት ሁሉ\nየመስቀሉ ነገር ለሚጠፉት ሁሉ\nሞኝነት መስሏቸው ክህደት ተሞሉ\nየስንፍና አመል እያናወዛቸው\nመጾም መጸለዩ ይጎዳናል ብለው\nአምላክን ቢክዱ ፍቅርን ነፈጋቸው" },
			n46 = { "151515 151515 151551 42 (524511) 42\n231551 112342 4 2323254 13 544442\n45131542\n\nመጾሙን ይጾማል ሁሉም የአዳም ልጅ /2/\nየጊዜውን መድረስ የሚያውቅ የለም እንጂ /3/\n	ይደርሳል ሰዓቱ ሳስብ ሌላ ሌላ /2/\n	የተሰቀለውን ሥጋውን ሳልበላ /3/\nድጓ ጾመ ድጓ ተሰቅሎ ከቤቴ /2/\nአወይ አለማወቅ ሳልማር መቅረቴ /3/\n	ደግሜ ደግሜ ቀረኝ አሌፋቱ /2/\n	አድኅነኒ ሣልል አትጥራኝ በከንቱ /3/\nእኔስ እሄዳለሁ አጣቢ ፍለጋ /2/\nበጣም አድፎብኛል የለበስኩት ሥጋ /3/\n	ዳዊት እንዴት ይሙት ሳልተዋወቀው /2/\n	የሚመጣውን ሁሉ በገና የሚያውቀው /3/\nዐርብ ረቡን ገደፈኩ በሥጋ በአዋዜ /2/\nእንዲህ ለሚደርሰው ለማይቆየው ጊዜ /3/\n	ከሥጋው ሳልበላ ተጠይፌ ደሙን /2/\n	ማን ይችለው ይሆን የላይ ቤት ረሃቡን /3/\nከንብረቱ ሁሉ አልጋዬ ነው ሀብቴ /2/\nአድርሶኝ ይመጣል ከዘላለም ቤቴ /3/\n	ብልህ ነው ስትሉኝ እዩት ሞኝነቴን /2/\n	በራሴ ላይ ሆኖ አላውቀውም ሞቴን /3/\nመማሩንስ ዳዊት ተምሬ ነበረ /2/\nከአምላኪየ ሳልደርስ ልቤ ሰንፎ ቀረ /3/\n	እንኳን ነአኩተከ በስመ አብም ቸገረኝ /2/\n	ዳዊት እንዴት ተማርክ እባክህ ንገረኝ /3/" },
			n47 = { "አምላኬ /3/ ፈጣሪ አምላኬ አምላኬ\nስለው ደስ ይለኛል\nበቸገረኝ ጊዜ ከተፍ ይልልኛል /2/\nአይቀርም ሞቱ\n	እንባ እየወረደ /2/ ሆዴን ምነው ከፋው\n	አምላክ እያለልኝ የችግሬ መፍቻው /2/\nአይቀርም ሞቱ\nሰማዩም መሬቱም ደጋውም ቆላውም ባህሩም ጠፈሩም\nሁሉም ያንተ ሀገር ነው\nልቤ ከወደደው ብሰነብት ምነው /2/\n	ከአዳም ልጆች መሀል ልቡናው የጠፋ ማሰብ የተሳነው\n	በሰው ግፍ ይሰራል ተዘጋጅቶ ጽዋው/2/\nአይቀርም ሞቱ\nይሄ ቂላቂሉ የዋህ ሞኛሞኙ ጥበብ የጐደለው\nእህል ያከማቻል ስንቅ እየመሰለው/2/\nአይቀርም ሞቱ\n	ታላቅ ባለሞያ ጉዳዩ የገባው የተመራመረው\n	የነፍስ ስንቅ አግዞ በሰማይ አኖረው /2/\nከበተስኪያን ጓሮ /2/ ሰው እየዘራችሁ\nሲበሰብስ እንጂ ሲበቅልን አያችሁ /2/\n	ካጣቢውም ቢሆን ከሳሙናው ቢሆን ከእንዶዱም ማነስ\n	አፈር መስሎ ታየኝ የሰው ሁሉ ልብስ /2/\nሥጋ ሥጋ ሸተትክ /2/ ለምን ትለኛለህ\nይህን እርጥብ ስጋ ለብሼው እያየህ /2/\n	እኔስ እሄዳለሁ ሳሙና ፍለጋ አጣቢ ፍለጋ\n	እጅግ አድፎብኛል የለበስኩት ሥጋ /2/\nሰይጣን አታለለኝ/2/ ወርቅ እያፈለቀ\nከቶ ምን ሊበጀኝ ዘመኔ ካለቀ /2/\n	ሰው ሁሉ እያወቀው /2/ አልሞትም ማለቱ\n	ይረዳዋል በግድ ሲፈራርስ ቤቱ\nታላቁን ገበያ ጸሎትን ገፍቼው\nየጽድቁን መሰላል ምጽዋትን ትቼው\nሕሙማን መጠየቅ ከንቱ እየመሰለኝ\nሞት ይጠራኝ ጀመር ከቶ ምን ይዋጠኝ/2/\n	ስንቄን ሳላደራጅ ተጠራሁ መሠለኝ\n	........ወዳድ ምን ይመልስ ይሆን /2/\nነጣቂ ሳይወስደኝ ሌባ ሳይመጣብኝ\nበሬን ልዘጋጋ የሰማይ መንገዴን /2/\nአንቺ የፍቅር ድግስ ፍኖተ ሰላም\nወንጌል እናታችን እስከ ዘለዓለም /2/\nየወዝ ገንዘቡ በሥጋ የገባው\nመከራ መስቀሉ መሞት መነሳት ነው/2/\nሥጋው ከመለኮት ሳይለይ የሠራው\nእመቃብር ያሉን ማስነሳቱ እኮ ነው" },
			n48 = { "2342 2 1415 5\n1511231 1 2223 42\n222342 2 141542 2\n222342 2 231511 1\n\nበህይወቴ በዘመኔ ደስ የሚለኝ ለኔ በወንጌል ማመኔ\nሕይወቴ ሲመራ ጌታ በቃልህ\nጣፋጭ ይሆን ነበር ሲያድሰኝ ፍቅርህ\nያንተ ጸጋ ጌታ ስለበዛልኝ\nጨለማው ተገፎ ብርሃንህ መራኝ\n	ወዴት እሄዳለሁ የእጅህ ጥበብ ሆኜ\n	ፍቅርህ እያደሰኝ ሞተህልኝ ድኜ\n	ምን አይነት መውደድ ነው ለኔ አንተ ያለህ\n	ምን ይከፈለዋል ለፍፁሙ ፍቅርህ\nምን አይነት መውደድ ነው አንተ ለኔ ያለህ\nምን ይከፈለዋል ለፍፁሙ ፍቅርህ\nደጅህ ላይ ተጥዬ ደጅህ ላይ ልሙት\nቃልህን ልጠብቅ በፍፁም ፍርሃት" },
			n49 = { "23342 242 42315 13 3131 (2 ጊዜ)\n342 242 42315 13 3131\n23342 242 42315 13 3131\n23342 233422 4242 (2 ጊዜ)\n23342 242 42315 13 3131 (3 ጊዜ)\n23342 23342 242\n\nለእኔስ ልዩ ነች ድንግል ማርያም\nለእኔስ ልዩ ነች እመብርሃን\nፈልጌ /2/ ላንቺ ምሥጋና አላገኘሁም /2/\n\nልቤ ሲያበቅል የኃጢአት አረም\nውስጤ ሲሸፍት አልተወችኝም\nከቤተ መቅደስ እጇን ዘርግታ\nትጠራኛለች የእኔ መከታ\n	የሆዴን ሀዘን የልቤን ምሥጢር\n	እነግርሻለሁ አንድም ሳይቀር\n	የምትሸሽጊ የሕዝብን ኃጢአት\n	ለእኔስ ልዩ ነሽ ድንግል አዛኝት\nጣዕሙ ልዩ ነው ከእርሷ ጋር መኖር\nድንግልን ይዤ መቼም አላፍር\nወደ ጽድቅ ህይወት ትወስደኛለች\nድንግል ማርያም ለእኔ እናቴኮ ነች\n	በሀዘን ስሰበር ማንን እጠራለሁ\n	ውስጤ ሲደማ ለማን እነግራለሁ\n	ከኃጢአት እድፍ ንፁህ መሆኛዬ\n	አንቺ ነሽ ድንግል የኔስ መጽናኛዬ\nየኃጢአት ቁስል ያለአንቺ አይጠርግም\nልጅሽ ሳይፈቅድ በህይወት አልኖርም\nከልጅሽ ሌላ መድህን የለኝም\nከጸሎት በቀር ፍፁም አልድንም" },
			n50 = { "23 5 42 242 23542 242\n23154 44513 313\n15121 4322 242\n\n52222 23423 313 44551 5222 242\n15131 4323 313 15131 4342 242\n\nየእኛ ጌታ የኛ መድኅን\nበቸርነትህ ታደገን\nእኛ እንደሆነ ኃይል የለን\n\nጠዋት ለምልማ ማታ ጠፋች\nየሰው ህሊና እያባባች\nዓለም ምኗ ነው የጣፈጠን\nእያሳሳቀ የወሰደን\n	ዛሬ አለች ሲሏት ትጠፋለች\n	ከነተንኮሏ ዓለም ሟች ነች\n	እሾህ በቅሎባት እሾህ ሆና\n	በመተላለፍ ሰው ሊያልቅ ነው\nከእኛ ጋር ያለው ኃያል ነው\nበሥጋዊ ዓይን ባናየው\nየፆሩ ብዛት መች አድኗት\nዓለምን ትምክህት ተዋህዷት\n	እንደ ሰው ጥበብ ጥበበኛ\n	እንደሰው ንብረት ወደረኛ\n	እንደ ዓለም ጉልበት ጉልበተኛ\n	በአምላክ ፊት ሲታይ ህመምተኛ" },
			n51 = { "ኑ ተመልከቱልኝ የአምላክን ቸርነት\nአንደበት የለኝም ስራውን ለማውራት\nሰላምና ፍቅር በልቤ ተሞልቷል\nበምን ቋንቋ ላውራው ቃላቶች ያጥሩኛል /2/\n	ሰማይ ጉም ቢመስል ቀለያት ቢናጉ\n	የጥፋት አጋንንት እጅጉን ቢተጉ\n	እኔን የሚጠብቅ ኃይሉን አይሰውርም\n	እረኛዬ ከእኔ ዘወትር አይርቅም /2/\nፍርሃት ከኔ ራቅ ጨለማም ተወገድ\nበጌታዬ ትምክህት እንደልቤ ልሂድ\nየሞት አበጋዞች ተስፋችሁ ጨልሟል\nእግዚአብሔር ሊያድነኝ ከአጠገቤ ቆሟል\n	ቅዱሳን በሙሉ ለእኔ ዘብ ቆመዋል\n	ወደእነርሱ ኅብረት ሊስቡኝ ጓጉተዋል\n	ዘወትር በመአልት ድንግል ትመጣለች\n	በብርሃን እጆቿ ትባርከኛለች" },
			n52 = { "ዳግም ስትመጣ በዓለም ፍፃሜ\nእንዴት አይህ ይሆን በየት በኩል ቆሜ /2/\nለነፍሴ ሳልሰንቅ አንዳች በጐ ነገር\nእንዴት እወርሳለሁ የመንግሥቱን ሀገር/2/\n	እግሮቼ ካልቆሙ ከቅስት ተራራ\n	በረከት ካልያዙ የጽዮንን ሥፍራ\n	በቁጣው እሳት ፊት እንዴት ይድናሉ\n	በመቅረዙ በርተው በክብር ካልዋሉ/2/\nዓይኖችህ በፍቅር እንዲያዩኝ በምህረት\nልተከል በደጅህ ከድህነት ሰገነት /2/\nሳልል በላዬ ላይ ተራራን ተከዳን\nበንስሀ ልቁም በምጽአትህ ቀን/2/\n	አለቆች ሲሻሩ ከዙፋን ሲወድቁ\n	ጠቢባን ሲሰንፉ በኃይልህ ሲወድቁ\n	አቤቱ ባርያህን አትተው ብያለሁ\n	ትንሣኤህን ለክብር ለመንግሥትህ በለው/2/\nላንተ የማቀርበው አጣሁ በጐ ነገር\nከፍቶ የሚያስገባ የመንግሥትህን በር/2/\nአለው ባዶ እጄን መብራት ሳላበራ\nኃጢኣቴ በዝቶ መቅረዜ ተሰብራ/2/\n	ኃያላን ሲፈቱ ሲሰበር ቀስታቸው\n	ትምክህታቸው ሲቀር ሲጠፋ ስማቸው\n	ታናሹን ባርያህን ጻፈኝ በመጽሐፍህ\n	ቅዱሳን ካሉበት የድህነት መዝገብህ/2/\nጣዖታት ሲናዱ ወድቀው ሲሰበሩ\nገፃቸው ሲጠቁር ወድቀው የነበሩ\nሀፍረት ሲከናነብ አንተን የበደለ\nዐየን በምህረት ጻድቅ እንደ በቀለ/2/" },
			n53 = { "ሙሽራው ሙሽራ /2/\nእጹብ ነው ደስታው\nሙሽራው ሙሽራ\nእንደ አደይ አበባ ሙሽሮች ፈክታችሁ\nበለምለም መስክ ያለ ፍሬ መሰላችሁ\nልክ እንደ ጨረቃ እንደ ሰማይ ፀሀይ\nመልካሙ ሥራችሁ በራ በአደባባይ\nአዝ.....\nካባዋን ደርባ በጥበቧ ላይ\nየተዋህዶ ልጅ ደምቃ ስትታይ\nበቤተክርስቲያን ሥርዓት በማደጓ\nይኸው መሠከረ የሙሽሪት ወጓ\nአዝ.....\nመልካም ሥነ ምግባር ፍቅር የከበበህ\nየእመብርሃን ልጅ አቤት ማማርህ\nከመቼውም ይበልጥ ዛሬ ተውበሃል\nየአማኑኤል ግርማ ዙሪያህን ከቦሀል\nየእመቤቴ ፀዳል በእውነት አምሮብሀል\nአዝ.....\nመልካም ሥነ ምግባር ፍቅር የከበበሽ\nየእመብርሃን ልጅ አቤት ማማርሽ\nከመቼውም በላይ ዛሬ ተውበሻል\nየአማኑኤል ግርማ ዙሪያሽን ከቦሻል\nየእመቤቴ ፀዳል በእውነት አምሮብሻል" },
			n54 = { "የሀብ ከዮመ የሀብከ መድኃኔዓለም /2/\nእድሜ ማቱሳላ ወአብርሃም /2/\nይስጣችሁ ዛሬ ይስጣችሁ መድኃኔዓለም/2/\nእንደ ማቱሳላ እንደ አብርሃም /2/\nአዝ.......\nበቅዱስ ጋብቻ ሙሽሮች የተወሰናችሁ /2/\nክርስቶስ ተገኝቷል በመሀከላችሁ /2/\nየድንጋዮቹን ጋን ወይኑን ወይኑን ሊመላበት/2/\nከድንግል ማርያም ጋር ተገኝቷል ሠርግ ቤት/2/\nአዝ.......\nደስታውን አይቶ አምላክ ፍፁም ተደስቷል/2/\nሊባርካችሁም እጆቹን ዘርግቷል /2/\nበህይወታችሁም ፍቅር ፍቅር ቅመም ሆኖ/2/\nትህትናን ይስጣችሁ እግዚአብሔር በቶሎ/2/\nአዝ.......\nሠርጋችሁ እንዲሆን ደስታ ፍቅር የሞላበት\nበህይወታችሁ ውስጥ ክርስቶስ ይግባበት\nበህይወታችሁ ውስጥ አምላክ ይኑርበት\nአዝ.......\nየበረከት ፍሬ በጸጋው እንዲበዛላችሁ /2/\nዛሬ ተደሰቱ ድንግልን ይዛችሁ /2/\nእራስን በመግዛት እውቀት እውቀት ለሞላችሁ\nዛሬ ተደሰቱ አምላክን ይዛችሁ /2/\nአዝ.......\nበሥጋ ወደሙ እግዚአብሔር ስለመረጣችሁ\nየመንፈስ ቅዱስም ህፃናቶች ናችሁ /2/" },
			n55 = { "አስር አውታር ባለው በበገና\nስለ ቅዱስ ስምህ ልቀኝና\nስምህን ላወድስ በዝማሬ\nእኔም ከአባቶቼ ተምሬ\n	ዳዊት ስለ ከብርህ እጅግ ቀንቶ\n	በሰው ፊት መክበርን ሁሉን ትቶ\n	ሲዘምር የዋለው ስምክን ጠርቶ\n	መች ሆነና እርሱ ሹመት ሽቶ\nበእስር ቤት ሳሉ እነ ጳውሎስ\nየእጃቸው ሠንሰለት እስኪበጠስ\nየወህኒውን ደጆች ያስከፈቱት\nባንተ ምስጋና ነው የበረቱት\n	ባንደበቴ ልጩህ ላመስግንህ\n	በቀንና በሌት ልቀኝልህ\n	ልዋረድ ከፊትህ ሰው ይናቀኝ\n	ምስጋናዬን አንተ ተቀበለኝ\nበምስጋና ልምሰል አባቶቼን\nለዘወትር ስምህን በማመስገን\nኃጢአቴን አታስብ መበደሌን\nምስጋናዬን ስማ ዝማሬዬን\n	ፍቅርህ የጎደለኝ ብሆንብህ\n	ለምስጋና አቆመኝ ቸርነትህ\n	አወድስሀለሁ በበገና\n	ምስጋናህ ይብዛልኝ እንደገና" },
			n56 = { "አንተ ሠርተኽ ነበር ትልቅ አዳራሽ አድነኝ ከሞት\nአውሬ አስገብቼበት አረጉት ብላሽ <<   <<\nአንተማ ሰጠኸኝ የተከበረ ዕንቁ <<   <<\nእኔ ግን ተሳነኝ ዋጋውን ማወቁ <<   <<\nአንተ ለኔ ታማኝ እኔ አደራ በላ <<   <<\nበቤትኽ አስገባኹ ጅብ ቀበሮ ተኩላ <<   <<\nአንተህ ሰርተህ ነበር መልካም አገልግል <<   <<\nእኔ ግን ኣጥሞኝ ልክስክስ እድል <<   <<\nማፈሻ አደረኩት ያመድ የከሰል <<   <<\nበፈቃደ ሥጋ ሰይጣን ሲያገብረኝ <<   <<\nአንተ አስረህ ያዘኝ ለጠላት አትስጠኝ <<   <<\nአሁን ግን ፈለግኹ ጭልጥ ሳትል ነፍሴ <<   <<\nከጅብ አፍ አስጥለኝ የአብርሀሙ ሥላሴ <<   <<\nለሰው የሚሻውን መሻቱን አውቀኽ <<   <<\nበፈቃድኽ ኹሉን ትሰጠዋለኽ <<   <<\nለጽድቅ የሚያበቃ ምግባር ባይኖረኝም <<   <<\nበምህረትህ አንተ ከሞት አድነኝ <<   <<\nደካሞች በረቱ ብርቱዎች ደክመው <<   <<\nአንተን አምነው ዳኑ አንተን ተማጽነው <<   <<\nያመሰግኑሀል መናንኛን ኹሉ <<   <<\nድንጋይ ተንተርሰው ቅጠል እየበሉ <<   <<\nበፍጹም ልብ ሆነው ጌታ ላመኑህ <<   <<\nአምባና መጠጊያ ጋሻም አንተ ነህ <<   <<\nበምህረት አስበህ ችግረኛውን <<   <<\nታብስለታለህ መሪር እንባውን <<   <<\nሁሉን ስታሳልፍ በጌትነትህ <<   <<\nአንተ አታልፍም ሁሌም ሕያው ነህ <<   <<\nባህር ውቅያኖስ ሳይሆኑህ ወሰን <<   <<\nትገሰግሳለህ አንተ ዓለምን ሁሉ <<   <<\nዓለምን ለመምሰል እኔ አልጥርም <<   <<\nበአንተ አምኛለሁ ከቶ አላፍርም <<   <<\nለሰው ልጅ ሁሉ ሰጥተህ ሕይወትህን <<   <<\nበልተው እንዲድኑ ሥጋና ደምህን <<   <<\nንስሀ የገባ በደለኛውን ሰው <<   <<\nከበደሉ አንስተህ ለጽድቅ አበቃኸው  <<   <<\nእንደ ቸርነትህ ካልሆነ ጌታዬ  <<   <<\nእኔ አልድንምና በዚህ በሥራዬ  <<   <<\nእየኝ ተመልከተኝ በምህረት ዐይንህ  <<   <<\nምስጋና እንዳቀርብ ለቅዱሱ ስምህ  <<   <<\nስለ ቸርነትህ ጌታ መድኃኔዓለም  <<   <<\nምስጋና ይድረስህ ዛሬም ዘለዓለም  <<   <<\nአድነኝ ከሞት" },
			n57 = { "ቸሩ መድኃኔዓለም ቸሩ እግዚአብሔር\nበምን ቃል አንደበት ሥራህ ይነገር\nከአርያም ክብርህ ኩዙፋን ወርደኽ\nከእጅህ ሥጋ ጋር ከኛ ተዋህደህ\n	እጅግ ያሰደንቃል ያንተ ትህትና\n	ለአዳም ስትኾን ህያው ምግብ ጤና\n	ፈጣሪ ሰው ሲሆን ሰው ሲሆን ፈጣሪ\n	የአዳም ኃጢያት ዕዳ ሲሻር ሲሆን ቀሪ\nያንተ ስራ . . .\nሰይጣን በተንኮሉ አዳምን ቢጥለው\nከሰማያት ወርዶክርስቶስ አነሳው\nድሮም ከአርያም እዚኽ የመጣኸው\nለማዳን ነውና ከሰጣን ሰውረን\nድንግል ማርያም ጌጤ የአዳም ልጅ ሲሳይ\nማደሪያ ሆነች ለአምላክ አዶናይ\nከሥጋዋ ሥጋ ከነፍሷም የነሳ\nወልድ ዋህድ ጌታ ሞቶ የተነሳ\nያንተ ስራ . . .\nአንተ ይቅር በለን ስለ በደላችን\nሁሉ አልቆብናል አይሞላም ስራችን\nሁሉ ጎዶሎ ነወ አይሞላም ስራችን\nጥንት የሌለህ አንተ ህፃን ኾነህ አንተ\nዓለም ናቀ ቆሞ ዳግም እየሳተ\nያስደንቃል እንዴ ክርስቶስ ሲወለድ\nሁሉን ቻይ ፈጣሪ ለሰው ልጅ ሲዋረድ\nያንተ ስራ . . .\nአልቀበል ካሉት አይሁድ በጥላቻ\nመጣባቸው ስደት ሆኖ መተረቻ\nበቃና ገሊላ ውሃ ወይን ሲኾን\nአይሁድ ሳይረዱ የጎላ ምስጢሩን\nታውረው ደርቁረው ተመቅኝተው ትላንት\nዛሬም በጨለማ አሉ በሞት ሥርዓት\nያንተ ስራ . . .\nዲያብሎስ ተለቀ በተንኮል ብዛት\nኣዳምና ሔዋን ቢፈርሙለት\nአምስት ሺ ዘመን አምስት መቶ ዓመት\nበሲኦል ከረሙ ውሉ ጠፍቶ ከቤት\nወልደ አብ ፈጣሪ ከላይ ተመልክቶት\nበዮርዳኖስ ሻረው ዶሴውን አግኝቶት\nለሲኦሉ ዶሴ እጅግ ርቆ በፊት\nአርብ ለት ተገኘ በመስቀሉ መብራት\nያንተ ስራ . . .\nሰይጣን አፍሮ ጮኸ ምስጢር ሲወጣበት\nበዮርዳኖስ ሲኦል ያኖረው ታይቶበት\nበቀራንዮ ላይ በመስቀል ኮረብታ\nአምላክ ተሰቅሎ ዲያብሎስ ሲመታ\nእኔ ዳንኩኝ ይኸው የታለል የሞት ካርታ\nተወግዟል በመስቀል ክብሩን ያጣ ሽፍታ\nእንዲህ ከመታኸው በመስቀል በትር\nእንጦሮጦስ ጣለው ከላይ አታስቀረው\nእሱ ከታሰረ በእሳት ሰንሰለት\nየአዳም ልጅ ይድናል ከዳግመኛ ሞት\nያንተ ስራ . . .\nበዲያብሎስ ተንኮል ዓለም እየሳተ\nመሬት ሲኦል ኾነች ሰው እያመነታ\nበኖህ ዘመን ጊዜ እንደሆነው ሁላ\nዓለም ተበሳሸ እየበዛ ጥሉ\nአውሬ ሰለጠነ ሰው እየመሰለ\nሁሉ አልቆብናል የሰው ሰው የታለ\nእግዚአብሔር ፈጣሪ ቸር አባት ነህና\nሰውን ልብ ሰጪ ልባም ጠፍቷልና\nስለ እመአምላክ ብለኽ ድንግል ማርያም\nይቅር በለን አንተ እሳት ሞት አይበጅም\nያንተ ስራ . . . . . . . . . . . /፪/" },
			n58 = { "ሰማይና ምድርን ያቀናህ\nየሰውን ልጅ ፈጥረህ አምሳያህን\nየሀጥያት ቀንበር ለመስበር\nገብተህ ከፍጡራኑ መንደር 2x\n	ከድንግል ማርያም ተወልደህ\n	ከሰማያት ሰማያት ወርደህ\n	አምላካችን ወደህ ሰው ሆነህ\n	ህዝብህን በደምህ የዋጀህ 2x\nሀሙስ በሌሊቱ ጸለይክና\nአርአያ ምሳሌ ሆንከንና\nጭፍሮች ተሰብስበው ጅራፍ ይዘው\nሊይዙህ ቀረቡ ሰይፍን መዘው 2x\n	ጅራፍና በትር አዘጋጁ\n	የሞትህን አዋጅ ሊያሳውጁ\n	ስቀለው እያሉ ተነሳሱ\n	በአንተ ሞት እነሱ ተፈወሱ 2x\nበቀራንዮ ራስ አደባባይ\nተሰቅለህ ጌታዬ በመስቀል ላይ\nውሃ ስትጠማ ሀሞት ጠጣህ\nሰውን ከመከራ እያወጣህ 2x\n	መቃብሩን አልፈህ ከፈኑን\n	ሳትክብ ሳትነክር ----------\n	የድንግል ማርያም ልጅ ተነሳህ\n	በሞትህ ሰይጣንን ድል ነሳህ 2x" },
			n59 = { "በገናዬን ላንሳ ሁሌም ልቀኝልህ\nንጉሴና አምላኬ ባሪያህ ላገልግልህ\nከእረኝነት ግብር ጠርተህ አነገስከኝ\nከበጐች ጥበቃ በህዝብህ ላይ ሾምከኝ\n	የኤልያብ ክብር በፊትህ ምንድነው\n	ከፊት አስቀደምከኝ ታላቆቼ ቀርተው\n	ሸሽጐኝ አባቴ ሆኜ ብላቴና\n	አንተ ግን መረጥከኝ ሳትንቅ ለንግስና\nጠጠሬን ሳነሳ ቀኝህ እረዳችኝ\nጋሻ ጦሩ ከድቶት ጠላት ወደቀልኝ\nጐልያድም የለም ከነኃይሉ ተዋርዷል\nፍልስጤም በእስራኤል ተሸንፎ ሸሽቷል\n	ከኋላዬ ቀረ ሳኦል ከነ ጦሩ\n	ገዳዬን ጣልክልኝ ከነ ክፉ ምክሩ\n	ቀብተህ አቆመከኝ በርሱው አደባባይ\n	ከእጁ ቀስት ድኜ ወጣሁ ሰገነት ላይ\nአቤሴሎም ልጄ ጨክኗል በአባቱ\nከላይ ባልተሰጠው መንግስቴን መሻቱ\nበዮርዳኖስ አሸዋ በልቤ ተኝቼ\nታሪክ እስኪለወጥ አነባሁ አብዝቼ\n	እንደቸርነትህ መጠን ምረኸኝ\n	ስንቱን በደል ሽረህ በፍቅር አደስከኝ\n	በማለዳ በሰርክ ይብዛ ዝማሬዬ\n	ሌሊት መኝታዬን ልጠብ በእንባዬ" },
			n60 = { "ዐርብ የታረደውን /2/ ምነው ባገኘኹት\nሥጋውን በልቼ ደሙን በጠጣኹት\nአይቀርም ሞቱ\nሥጋውን በልቼ ደሙን በጠጣኹት\nሥጋዬና ነፍሴ ትግል ገጥመውብኝ\nአዬ ጉድ ወየው ጉድ ወየው መከራዬ\nሞት አንተ ነህ አሉኝ መቼም ገላጋዬ\nአይቀርም ሞቱ\nሞት አንተ ነህ አሉኝ መቼም ገላጋዬ\nሚ መጠን ሳይባል የመጣው ቀድሜ\nሥጋህና ደምህ አመለጠኝ ቆሜ\nአይቀርም ሞቱ\nሥጋህና ደምህ አመለጠኝ ቆሜ\nሥጋዬን የበላ ደሜንም የጠጣ ከእኔ ጋር ይኖራል ብለህ ተናግረህ\nተኮነን ብትለኝ ተኮነን ብትለኝ\nእንወርዳለን አብረን እኔ ምን ቸገረኝ\nየክብር መብራቱ እሳቱ ሲቃጠል\nአዬ ጉድ ወይ ሰይጣን አጠፉት በቅጠል\nከዛ ከሞኝ ሰው ከዛ ከቂሉ ሰው ከዛ ከየዋህ ሰው ተወልጄ ካዳም\nአንዱ ትቶት ሲኼድ ስንቅ አያሳነዳም\nአይቀርም ሞቱ\nአንዱ ትቶት ሲኼድ ስንቅ አያሳነዳም\nእስቲ ልናገረው የርሷን ልዕልና\nየኪሩቤል መቅደስ የሱራፌል ፅና /2/\nዘካርያስ ያያት የተቋም ላይ ፋና\nየሰሎሞን ሽቶ የዳዊት በገና /2/\nየርሁባን ምግብ የድውያን ጤና\nየሙሴ ሐመልማል ያያት ደብረሲና /2/\nየዳንኤል ጉድጓድ የእንባቆብ ምድብና\nየኢሳይያስ ጽንስ የገብርኤል ዜና /2/ /2/\nአንተ ነህ ይሉኛል /2/ የዓለም ሁሉ ጌታ\nሰማይና ምድርን ያቆምክ ያለዋልታ /3/\nአልታገልህም ግራ ካገባኸኝ\nደግሞም ማፈር አለ ከሰው ፊት ጥለኸኝ\nአይቀርም ሞቱ\nደግሞም ማፈር አለ ከሰው ፊት ጥለኸኝ /2/\nዲያቢሎስ ከሚስቱ ሳጥናኤል ከሚስቱ ተጣልቶ ሲፋታ\nለሷ የደረሳት ቀሚስና ኩታ\nለሷ የደረሳት ቀሚስና ኩታ\nምን ያሳዝንሀል ብዙ ልብ አልባ ላንተም ይደርስሀል\nምድርን ጠላ መጥመቅ /2/ ማን አስተማረው\nእየጠራ አጠጣው ይኽን ኹሉ ሰው\nአይቀርም ሞቱ\nእየጠራ አጠጣው ይኽን ኹሉ ሰው\nሥራ ፈቶ ዋለ ትላንት ሸማኔው\nያ ቀለምሽ ነው ወይ የተበላሸው /2/" },
			n61 = { "አዲስ ቤት ስትሠሩ ባለ ጉልላት\nማዘን ጨምሩበት እንዲሰነብት /2/\nተካፈሉት አሉኝ እቴ የኛን እጣ /2/\nየትም ሀገር ብንኼድ በይ መሬት አናጣም/2/\nቤቴን መንገድ ዳር ሠርቼው ቅር አለኝ /2/\nአላፊው አግዳሚው ያፈር ሰው መሰለኝ /2/\nመካሪዬ በዛ ቤት ሥራ ሚለው /2/\nምን ያታክተኛል አሁን ላፈርሰው /2/\nጣፍጦኝ እንዳልበላ ይምረረው ብለህ /2/\nምነው በሥጋ ሞት ጨምረህ ሰጠኸኝ /2/\nገበያ ወጥቼ ብመለከተው /2/\nበጣም በዝቶ አየሁት ሥጋ ፈላጊው /2/\nዳዊቴን ወሰደው የማላውቀው ልጅ /2/\nየማይቀር ገንዘቤን ደግሞት ይስጠኝ እንጂ/2/\nለምን ይዘሽዋል ዳዊቱን ለምስል /2/\nከስብሃት ለአብ ወዲ ይደገም ይመስል /2/\nድጓውን ክተቱት አስተጋቡት በጣም /2/\nበቃ ተከተተ ከእንግዲህ አይወጣም /2/\nይገኝ መስሎኝ ነበር የመጣን ከተማ /2/\nእንግባ አገራችን እውነት ከጠፋማ /2/\nድጓ ጾመ ድጓ ተሰቅሎ ከቤቴ\nእኔስ የሚገርመኝ ሳልማር መቅረቴ\nድጓ ጾመ ድጓ ያልተማረ የለ\nዋ ነው የመጨረሻው የዚህ ሁሉ ቀለም\nየራበው ካልበላ እንደምን ይሆናል\nከዚያ ወዲያ ጦም ነው ማማት ይዠምራል/2/\nዐርብ ረቡን በላሁ ሁዳዴንም በላሁ እንጀራ ባዋዜ /2/\nእንዲህ ቶሎ ብሎ ለሚደርሰው ጊዜ /2/" },
			n62 = { "እንመን በስሙ በፈጠረን ጌታ\nእርሱ ነው በሞቱ አዳምን የፈታ /2/\nከመቃብር በላይ ስማችንን ጽፎ\nጠራን በትንሣኤ ሞትን አሸንፎ /2/\n	ሰዎች ተሰብሰቡ ከፍሪዳው መንደር\n	የመከሩ ዘመን ደርሶ ሳንሰበር /2/\n	አጫጆች ቆመዋል ከደጃችን በራፍ\n	ይነጠፍ ፊታችን የጽድቃችን ምንጣፍ/2/\nሃይማኖት አቅንተን ምግባር እየሠራን\nቤተል እንታደም አምልጠን ከካራን /2/\nየደም ጣቶች ካሉን ይንጹ በንስሀ\nእርሱ ይሰጠናል የሂሶጵን ውሃ /2/\n	የእግዚአብሔር ልጆች ነን የተሠራን በደም\n	ወድቋል ከላያችን የታቀፍነው መርገም/2/\n	ተሠርተናልና በእጅ ዳግም እንደገና\n	ለሕይወት ተከለን ሞትን ነቀለና /2/\nየሞትን አቀበት አፍርሶ በደሙ\nሁላችን ከበርን በገናናው ስሙ /2/\nየመቃብር ስሞች ፈርሰው ተዘነጉ\nበመስቀል ተሰቅሎ ታርዷልና በጉ /2/\n	መድኃኒት ነውና ኢየሱስ ክርስቶስ\n	ሸሸ ከላያችን ያስጨነቀን መንፈስ /2/\n	ሞት የተጻፈበት መዝገቡ ተከደነ\n	የሌጊዮን ጭፍራ ፊታችን ተነነ /2/\nበብርሃን መስቀል ጨለማን ገፈፈው\nመቃችን ወለቀ ፊት ለፊት አየነው /2/\nየፍቅር አይኖቹን ተክሏል በላያችን\nፍጹም የወደደን ያዳነን ጌታችን /2/\n	የሸጥነውን ሀገር በደሙ ገዛልን\n	እዳችንን ከፍሎ ሕይወት ታወጀልን\n	ኃይልን አስታጠቀን ከበበን ሞገሱ	\n	ሸፈንን በደሙ ባማረ ቀሚሱ /2/" },
			n63 = { "እራቆቱን በዚያ በክረምት በብርድ\nወድቆ አደረ እኛን ለማዳን ቢወድ\nበዚያ በክረምት በብርድ እኛን ለማዳን ቢወድ\nእረኞቹም አቀረቡለት ማፈድ\nአይተው ነበር መላክ ከሰማይ ሲወርድ\nአቀረቡለት ማዕድ መላክ ከሰማይ ሲወርድ\nሰባ ሰገልም መጥተው በምሥራቅ\nበአውድ ሰገዱለት እንደ አገራቸው ልማድ\nመጥተው በምስራቅ በአውድ እንደ አገራቸው ልማድ\nሄሮድስም ሰማ ተንቀጠቀጠ\nአይኁድ ወሬው በዛ በኢየሩሳሌም ተስፋፋ\nወሬው በዛ ተስፋፋ ተንቀጠቀጡ አይኁድ\nፈለገውና ሕፃኑን ሊገል\nሄሮድስ ሕፃናት መግደል ዠመረ ማረድ\nቅድስት ማርያም ልጇን ጠቅልላ\nበዳባ ዮሴፍ ጋር ሸሸች ሆና ስንቅ አልባ /2/\nበዚያ በረሃ በንዳድና በወባ\nስትሸሽ ተያዘች በወንበዴና በሌባ /2/\nእያለቀሰች ልቧ ቢዋልል ቢባባ\nወንበዴው ምሯት ወደዱሩ ገባ\nልቧ ቢዋልል ቢባባ ወንበዴው ምሯት ዱር ገባ\nውሃ ቢጠማት ጠጥታ አደረች እንባዋን\nዮሴፍ አይቶ ጥሟን ወድረቁን ተርባ\nፍሬ ለቃቅሞ አምጥቶ ሰጣት ዘንባባ /2/\nበመከራ ጭንቅ ልትሞት ተርባ\nዝላ ደረሰች ከቁስቋም አንባ\nበመከራ ጭንቅ ተርባ ዝላ ደረሰች ቁስቋም\nዘንግተዋል የሰሎሞን ዘንግ እሴይ\nከንፈሮቿም መከኖ ያፈራው እንኮይ\nፀጉሯም ደግሞ የሊባኖስ ዱር መሳይ\nጠቆረች በዚያ በሀሩርና በፀሓይ\nጠቆረች በዚያ ፀሓይ ጠቆረች በዚያ ፀሓይ" },
			n64 = { "አዲስ ቤት ስትሠሩ ባለ ጉልላት\nማዘን ጨምሩበት እንዲሰነብት\nተካፈሉት አሉኝ እቴ የኛን እጣ\nየትም ሀገር ብንኼድ በይ መሬት አናጣ\nቤቴን እመንገድ ዳር ሠርቼው ቅር አለኝ\nአላፊው አግዳሚው ያፈር ሰው መሰለኝ /2/\nመካሪዬ በዛ ቤት ሥራ የሚለው /2/\nምን ያታክተኛል አሁን ላፈርሰው /2/\nጣፍጦኝ እንዳልበላ ይምረረው ብለህ /2/\nምነው በሥጋ ሞት ጨምረህ ሰጠኸኝ /2/\nገበያ ወጥቼ ብመለከተው /2/\nበጣም በዝቶ አየሁት ሥጋ ፈላጊው /2/\nዳዊቴን ወሰደው የማላውቀው ልጅ /2/\nየማይቀር ገንዘቤን ደግሞት ይስጠኝ እንጂ/2/\nለምን ይዘሽዋል ዳዊቱን ለምስል\nከስብሃት ለአብ ወዲ ይደገም ይመስል\nድጓውን ክተቱት አስተጋቡት በጣም\nበቃ ተከተተ ከእንግዲህ አይወጣም\nይገኝ መስሎኝ ነበር የመጣን ከተማ\nእንግባ አገራችን እውነት ከጠፋማ\nድጓ ጾመ ድጓ ተሰቅሎ ከቤቴ\nእኔስ የሚገርመኝ ሳልማር መቅረቴ\nሸክላ በሩቅ ሲያዩት ብረት ይስላል\nለመረመረው ሰው ገል አፈር ኖሯል\nሰው አይቸገርም ሌሊት ዝናብ ቢሆን\nጉዳት የሚበዛው ቀን የጣለ እንደሆነ\nበልቼ ጠጥቼ ገባሁኝ" },
			n65 = { "የኢየሩሳሌም ቆነጃጅት አሉለት ዋይ ዋይ\nየኃያላን ጌታ በግፍ ሲሰቃይ\nእንደ ውሃ ሲፈስ በፊቱ ላይ ደሙ\nአፋቸውን ያዙ እየተደመሙ\n	በአመፀኞች እጅ መውደቅ መገፋቱ\n	ሊያነሳን ሽቶ ነው መታመም መሞቱ\n	የግፈኛን ምራቅ ገጹ ተቀበለ\n	አላበቃም በነዚያ በእንጨት ተሰቀለ\nየብርሃን ፊቱ በደም ተሸፈኖ\nሊያየው አልደፈረም ፍጥረት ዐይኑን ከድኖ\nድንቅ ነው ውለታው የበዛ ምህረቱ\nለገደሉት ሕይወት አንገቱን መስጠቱ\n	የአይኁድ ንጉሥ ብለው ቢዘብቱበት\n	ሊሸከም ወደደ የመውጊያውን ሸክም\n	አቁሳዮችን ቢያድን እርሱ እየቆሰለ\n	ያቀልጣል መውደዱ ፍቅሩን ላስተዋለ\nአፏን ከፈተችው የኢየሩሳሌም ምድር\nየፈጠራት ጌታ ከመቃብር ሲያድር\nሐውልቶች ተናዱ ሙታንም ተነሡ\nምስክር ሊሆኑ ለዚያ ለንጉሡ\n	የመከራው መንገድ በደም ተጠረገ\n	እርሱ ዝቅ እያለ ከፍ አደረገ\n	በችንካሩ ጥልቀት አይለካም ፍቅሩ\n	አርምሞ ይኛላል አለመናገሩ\nከሰማያት ወርዶ ዝቅ ዝቅ እያለ\nከከብቶች ማደሪያ ግርግሙ ላይ ዋለ\nከሐዋርያት ሀገር ቁጭ አለ ንጉሡ\nእግራቸውን አጥቦ ጠረገ በልብሱ" },
			n66 = { "እዛ ላይ ያለች ሸክላ ሰሪ\nድሃ ነች አሉ ጦም አዳሪ\nማን አስተማራት ጥበቡን\nገላ አፈር መሆኑን\n	ከወጥ ቤት ገባሁ ድንገት\n	ቋንጣ ጠብሼ ለመብላት\n	ወድቄ ነበር ከሳት ላይ\n	ሥጋ ሥጋዬን ሳይ\nከዚያ ታች ያለች ከቶ ምን\nከቶ ምን ቀመሽ አልሻት ወይ\nኋላ ፀፀቱ ባንቺ ይሆናል\nተይ ሥጋ ብላሽ ይሆናል\n	የልጅ አገረድ አውታታ\n	አውራ መንገድ ላይ ተኝታ\n	ተነሽ ቢሏት ምነው\n	ይህ ሁሉ ዓለም ዓለም ዓፈር ነው\nትንኝ ቤት ሠራሁ እንዳቅመኛ\nኹለት ሦስት የሚያስተኛ\nአላስገባ አለች እሷው ጠባ\nሰው በሰው ላይ እየገባ\n	የኢየሩሳሌም መንገድ\n	ቅርብ ነው አሉኝ የረፋድ\n	ለቀደመኝ ነው የማዝነው\n	ወይኔ የማልቀረው\nየኢየሩሳሌም ሴት\nጐልጐታ ላይ ሠርታ ቤት\nእግዚአብሔር ያጥናሽ አልናት ወይ\nወልዳ አልሞታትም ወይ\n	ከሰማየ ሰማይ ወርደህ\n	ከድንግል ማርያም ተወልደህ\n	ትጨክናለህ ምነው\n	ኣምላክ በናትህ ሰው\nኣሓዱ ብሎ ቅዱስ\nእንዴት ይጠፋል ለቄስ\nበስመ አብን ሳያውቅ እንዴት ኖረ\nእንደኔ ያልተማረ\n	እኔ ተሠራው ጠጉሬን\n	አላርፍ ብዬ ነውሬን\n	ሌሎች ሲላጩ እያየ ዐይኔ\n	ለምን ተሠራው እኔ\nከብት ጠፍቶብኝ በሌሊት\nስፈልግ አደርኩ ስዋትት\nእነግርሃለሁ ተጣርቼ\nይህን ቀን ወጥቼ አይቼ" },
			n67 = { "እንዲህ ሲለው ተስፋውን ብቻ ሰማ እንጂ\nአላገኘም ፈጥኖ የሚያድነው ወዳጅ\nበአዳም ፍዳ የአዳም ልጅ ሁሉ ተጋዘ\nእያንዳንዱ በቁራኝነት ተያዘ\n\nለሞትም በነፋስ በሥጋ ታዘዘ\nወደ ሲዖል ወደ ቃብር ተጓዘ\nበአዳም በደል ባላጋራችን ሰይጣን\n\nበሰው ላይ ተሰጠው እና ስልጣን\nኃጢአትን አንድ እንኳን ሳይቀር በሙሉ\nበየዕለቱ ያስተምር ዠመረ ለሁሉ\nለቃየል ነፍስ መግደል ቢያሳየው\nየናቱን ልጅ አቤል ወንድሙን ተጣላው\n\nበድንጋዩ ራሱን ብሎ ገደለው\nእንዲስፋፋ የመገዳደል ትምህርት\nለዛዛኤል ለተወለደው ለሴት\nአስተማረው የጦር መሳሪያ መሥራት\n\nበዓለም ላይ በዝቶ እንደሠራ\nዝሙት በወነዶች ላይ እንዲቀሰቀስ ፍትወት\nዐይንን መኳል መነቀስንም አንገት\nበእንሾሽላ የእጅ የግር ጣት ማቅላት\n\nአስተማረ እንዲያለ ተንኮል ለሴት\n10ኛው ኖኅ የሚባለው ፍጡር\nእሱ ብቻ ከነልጆቹ ሲቀር\nበየሥራው ሰው ሁሉ እሱን መሰለ\n\nተካከለ ዓለምም በአንድነት በደለ\nእግዚአብሔርም ፍጥረት ሁሉ ፈተነ\nአላገኘም በሕጉ በሥርዓቱ የሆነ\nተጠጠተ ሰው በመፍጠሩ አዘነ\n\nሰበሰበው ቁርጠኛ መዓት ፈረደ\nእስከ 40 ቀን የጥፋት ውሃ ወረደ\nአስቀርቶ 8 ራሱን የኖህ\nደመሰሰ በጥፋት ውሃ ሰውን\n\nኖኅም አይቶ የወረደውን መከራ\nውሃው ሲደርቅ ከመርከቧ መውጣት ቢፈራ\nመሥዋት ሰዋ ጌታም ወደ ርሱ መጣና\nበቀስት አምሳል 4 ሳብር ባላት ደመና\n\nበፍል ውሃ አላጠፋም ሰውን\nብሎ ሰጠው እግዚአብሔር ለኖኅ ቃል ኪዳን\nየሰው ልጅም እንዲህ ከሆነ በኋላ\nእጅግ በዛ ብዛቱም ምድርን ሲመላ\n\nኹለተኛ ከግብር አባቱ ተማረ\nእንደ ቀድሞ ኃጢኣት ይሠራ ዠመረ\nበባቢሎን የኃጢኣት ግንብ . . .\nይልቁንም ኃጢኣት ሁሉ ከባድ\nጣዖት መሥራት ከወርቅ ከብር ከግንድ\nየዠመረ ሴሩህ የሚባል ትውልድ\nሰው ሁሉ ጣዖት ማምለክ ወደደ\nበጣዖት ፍቅር ልቡ እንደ እሳት ነደደ\n\nጣዖት ማምለክ በዓለሙ ላይ ተስፋፋ\nየእግዚአብሔር ስም ጨርሶ ከምድር ሲጠፋ\nያልተሞኘ በጣዖት ባሕር ያልዋኘ\nበዚያ ወራት አብርሃም ብቻ ተገኘ\nየሚጠራ የእግዚአብሔርን ስም በምድር\nበዚያ ወራት አብርሃም ብቻ ነበር" },
			n68 = { "አየሁኝ በህልሜ /2/\nሞት የተባለውን እዳ ተሸክሜ /2/\nሰማሁኝ በዝና /2/\nቀጠሮ አክባሪ ነው ሞት አይረሳም እና ሞት አይቀርም እና\nሞት ቢቀር ይላሉ ሞት ቢቀር አልወድም\nአፈሩም ድንጋዩም ከሰው ፊት አይከብድም /2/\nአጠረ ቁመቴ ወዳጆቼን ባይ\nእያደሩ ማነስ ለካ እንዲህ ነው ወይ /2/\nአኔ አልገዛም ሱሪ ይቅርብኝ ለራሴ\nአፈር ስለሆነ የዘላለም ልብሴ /2/\nቤት አልሠራም ይቅር ጣራና ግድግዳ\nመቃብር ነውና የኔ ሳሎን ጓዳ /2/\nእባክህ አምላኬ ስማ ጸሎቴን\nበእንባ ዓለም እጄ የምበላውን /2/\nእራሴን አንገቴ አልችለው ብለህ\nሁል ጊዜ ከሰው ፊት ትጥለኛለህ /2/\nአይጣል አይጣል እያልን ስንለምነው\nሳናስበው ድንገት ጣለብን ምነው /2/\nግድግዳው ቢረዝም ምንባቱ ቢያምር\nየምድር ቤት ነውና መፍረሱም አይቀር/2/\nእንግዳው ሞት መጣ ኧረ ወየው ወየው\nለእግሩ ውሃ አሙቄ በርዤ ሳልቆየው/2/\nየሞትን ማረጉን ሁላችሁ እወቁ\nከእርሱ ቤት ይገኛል ብሩም ሆነ ወርቁ/2/\nከአቤል ጀምሮ ነበር የታመነ\nአሁን ግን ስናየው ሞት ቀጣፊ ሆነ /2/\nአይቼ መጣሁኝ ዛሬስ በእሁድ \nሰው እንደአዝመራ በግፍ ሲታጨድ /2/\nበከንቱ ያሙታል እንዲያው በሐሰት\nሰው በልቶ ጨረሰ እያሉ መሬት /2/\nከምድር እስከ ሰማይ ሰው ቢያስብ ሁልጊዜ\nከሰው አልተለየም ሞትና ትካዜ /2/\nደስታና ሐዘን ጐን ለጐን ሲኼዱ\nይጐራበቱናል ከኹለቱ አንዱ /2/\nሁሉ በሽተኛ ሁሉ ራሴን ባይ\nከቤታችን ደስታ መጥፋቱ ነው ወይ /2/\nእሱን ሞት ሲጠራው በሩቁ ሰምቼ\nእኔም ወይ አላልኩም ለራሴ ፈርቼ /2/\nሰው ሁሉ በርስቱ ይጨርሳል ሀብቱን\nየኋላ የኋላ ላያጣው መሬቱን /2/\nቀኑን ባሸንፈው ሌት መቶ ታገለኝ\nበቶሎ ሞት ናና እባክህ ገላግለኝ /2/\nእድሜዬ ረዥም ነው አያልቅ በቶሎ\nከቶ መሞት ላይቀር ወየው መከራዬ /2/\nከፋኝ ሞቴን ስጠኝ ለማይቀረው እዳ\nደግሞ እንደ ሥጋዬ ነፍሴ እንዳትጐዳ /2/\nወለም ዘለም እያልኩ አለቀ እድሜዬ\nሞት መምጣቱ ላይቀር ወየው መከራዬ /2/" },
			n69 = { "ገብረ መንፈስቅዱስ አቦዬ ጻድቁ\nኧረ እንዴት ነህ አባቴ ኧረ እንዴት ነህ መድኃኒቴ\nገደልና ግርማ የሚሰነጥቁ ( ኧረ . . . .)\nገብረ መንፈስቅዱስ ተክለሃይማኖት ( ኧረ . .)\nታላቅ ክብር ያገኙ በክርስቶስ ፊት ( ኧረ . .)\nለጌታቸው ታዛዥ ለዓለም አማላጅ ( ኧረ . .)\nበፈጣሪያቸው ዘንድ በሥላሴ ደጅ ( ኧረ . .)\nጻድቃን ሰማዕታት ደናግል በሙሉ ( ኧረ .. .)\nሌት ተቀን ሳያርፉ ሰው ያማልዳሉ ( ኧረ . .)\nድንጋይ ተንተርሰው ዳዋ እየላሱ ( ኧረ....)\nበጸሎት ተጠምደው ጤዛ እየላሱ ( ኧረ . ... .)\nገብረ መንፈስ ቅዱስ አቡነ ተክልዬ ( ኧረ. .)\nበእናንተ ጋሻነት ልኑር ተከልዬ ( ኧረ . ...)\nየዘልዳው ኮከብ ቅዱስ ጊዮርጊስ ( ኧረ . .. . .)\nተጨንቀው ሲጠሩህ ፈጥነህ የምትደርስ ( ኧረ.)\nአቡነ አረጋዊ ታላቁ አባት ( ኧረ . . . . . . .)\nጸጋ ክብር ያገኙ በሥላሴ ፊት ( ኧረ .. . . .)\nሙሽራው ሰማዕት ገብረ ክርስቶስ ( ኧረ .. .)\nመንኖ የኼደ ጽድቅ ለመልበስ ( ኧረ .. . . .)\nደራጐንን በጦር ወግቶ የገደለ ( ኧረ. . . .)\nፈረሰኛው ጊዮርጊስ የልዳው ኮከብ ነው(ኧረ.)\nገብረ መንፈስቅዱስ ታላቁ መናኝ ( ኧረ . . .)\nከዚ ዓለም መቅሰፍት ፈጥነው ያድኑኝ ( ኧረ.)\nፃድቃን ሰማዕታት አባቶች ሁላችሁ ( ኧረ. . )\nኢትዮጵያን ጠብቋት አደራ ተግታችሁ( ኧረ..)" },
			n70 = { "ቅዱስ ቅዱስ ቅዱስ እግዚአብሔር አምላክ\nሰማያት ወምድር የፈጠርክ አምላክ\nአምላክ ሰማይ ወምድር\nቅዱስ ቅዱስ ቅዱስ እግዚአብሔር አምላክ\nየፈጠርክ አንተ ነህ የሰማይ መላእክት\nአምላክ የሰማይ መላእክት\nሰባቱ ሰማያት የፈጠርክ አምላክ\nስብሐት ለከ ቅዱስ ቅዱስ ቅዱስ\nቅዱስ አምላክ ሰማያት\nመዓልቱን ሌሉቱን የፈጠርክ አምላክ\nስብሐት ለከ ቅዱስ እግዚአብሔር\nኣምላክ አንተ ቅዱስ\nእፎ ሰቀሉሰ አንተን አንተን ዲበ ዕፅ\nኢየሱስ ኣምላክ ለአይኁድ ለአሞፅ\nሰቀሉክ አይኁድ አሞፅ\nመድኃኒቱም አንቲ ለመበልት\nመዝገበ ምህረት ሰአሊለነ ማርያም\nእፎ አልበሱከ አንተን ከለሜዳ\nኢየሱስ አምላክ ለአሞፅ ለይኁዳ\nአለበሱክ አሞፅ አይኁዳ\nእፎ ተአገስክ አንተ መለኮት\nጊዜ ሰቀሉከ አይኁድ ካህናት\nተአገስክ አንተ መለኮት " },
			n71 = { "ባንዳንዱ ቀን መልእክት\nባንዳንዱ ቀን\nመልእክት ሰው ያማርራል\nየኔስ ወንድም ታዞ አባይ\nዳር ይኖራል\nቤታችው ቢሳወር ከእንግዳ ይተርፋል\nቢመሽ ከእኛ አደረ ነገም በእናንተ ያልፋል\nወይ አጭደን አልጣልነው ወይ ከብት አልበላው\nከቶ መቼ ይሆን ያሣር ማለቂያው\nዘመዶቼ ሁሉ አልቃችሁ አልቃችሁ\nወገኖቼ ሁሉ አልቃችሁ\nይኼ መግቢያ የለው ታሰኙኛላችኹ\nየኔማ ዘመዶች ምን አጡ በሙሉ\nመልካም በቅሎ ነበር ፈረስ ፈረስ አሉ\nምንም በቅሎ ቢያምር ኮርቻው ቢመች\nመቀመጥ አይወዱም የኔ ዘመዶች\nእጄ አመድ አፋሽ ነው ሞት ይመኛል አሉ\nጨርሼ ሰጥቼው ዘመዶቼን ሁሉ\nሞት እንዴት ሰነበትክ እንዴት ሰንብተሀል\nእግዚአብሔር ይመስገን ወዴት ታውቀኛለህ\nለምን አላውቅህም አውቅሀለሁ እንጂ\nየእህቴን የወንድሜን ስትዘጋ ደጅ አንተ\nሁል ጊዜ እንግዳ ሰው አጥፊ ነህ እንጂ\nሞት አገኘሁት እንደምን ዋልክ ብለው\nአለኝ ደና ሰንብት\nሸኝቼው ተመለስኩ እኔም አላመንኩት" },
			n72 = { "ንኢ ንኢ ንኢ ኪዳነ ምህረት\nሰዓሊ ለነ ማርያም መዝገበ ምህረት\nነአ ነአ ነአ ቅዱስ ሚካኤል\nታወጣለህ አሉኝ ከሞት ከሲኦል\nነአ ነአ ነአ ቅዱስ ገብርኤል\nአይደለህም ወይ ዜናዊ ሐዲስ\nነአ ነአ ነአ ቅዱስ ጊዮርጊስ\nትደርሳለህ አሉኝ ፈጥነህ በፈረስ\nአዳምን ከሲኦል እሌኒን ከባህር\nነነዌን የወጣህ ኣምላክ ከእሳት\nእኔንም አድነኝ ከዲያቢሎስ ፊት\nሰዓሊ ለነ ማርያም ድረሽ ፅጌ ሃና\nዳዊት ወደሰኪ አንቺን በበገና\nሰዓሊ ለነ ቅድስት ነይ ከደማስቆ\nእዝራ ወደሰኪ አንቺን በመሰንቆ\nስንጠራሽ ስሚን አፀደ ገነት\nትንቢቶሙ አንቺ ለኣምላክ ነቢያት\nፈጥነሽ ድረሺልኝ ዘመና መሶብ\nመድኃኒት ነሽና አንቺ ለያዕቆብ\nንኢ ንኢ ንኢ ኪዳነ ምህረት\nሰዓሊ ለነ ማርያም መዝገበ ምህረት\nነአ ነአ ነአ ቅዱስ ሚካኤል\nታወጣለህ አሉኝ ከሞት ከሲኦል\nነአ ነአ ነአ ቅዱስ ገብርኤል\nአይደለህም ወይ ዜናዊ ሐዲስ\nነአ ነአ ነአ ቅዱስ ጊዮርጊስ\nትደርሳለህ አሉኝ ፈጥነህ በፈረስ" },
			n73 = { "የአዋጅ ነጋሪ ቃል በበረሃ አየለ\nየእግዚአብሔርን መንግስት አስተካክሉ እያለ\nምሥክርነቱን ዮሐንስ ሲያስረዳን\nልባችሁ ለጌታ መልካም መንገድ ይሁን\nየደናግል መመኪያ የነቢያት ገዳም\nአውደ ዓመቱን ባርኪልን ድንግል ማርያም\nአዝ......\nተራራው ዝቅ ይበል ጠማማውም ይቅና\nካልተስተካከለ መንገድ የለምና\nየእግዚአብሔርን መንገድ እንመስርት ሁላችን\nማለፊያ እንዲሆነን ለመጪው ሀብታችን\nአዝ......\nክፋትና ተንኮል ከልባችን ይጥፋ\nጽድቅና ርኅራሄ በእኛ ላይ ይስፋፋ\nሥጋና ደምህን በክብር አግኝተናል\nሕይወት እንዲሆነን አምላክ ተማጽነናል\nአዝ......\nሁለት ልብሶች ያሉት ከማብዛት ልብስን\nለሌለው ያድለው ሁለተኛውን\nከበደላችንም አንጻን አደራህን\nበክፉ እንዳንጠፋ እኛ ልጆችህ" },
			n74 = { "የዓለም መድኃኒት የተወለደብሽ\nአንቺ ቤተልሔም የተቀደስሽ ነሽ\n	የአማልክት አምላክ ንጉሠ ነገሥት\n	ኃያላን በሙሉ የሚሰግዱለት\n	በጨርቅ ተጠቅልሎ ተኛ በበረት\nአዋቂዎች ሁሉ በቅን አሳባቸው\nወዳንቺ ተጓዙ ኮከብ ሲመራቸው /2/\n	ለተከታይ ትውልድ ምሳሌ ለመሆን\n	ሰግደው ገበሩለት ወርቅ እጣን ከርቤን/2/\nየሚያድለው ጌታ እውቀትን ለሕፃናት\nየሚመሰገን ነው በአፈ መላዕክት\nከእንስሳት ጋራ አደረ በበረት\n	ሥጋ ለብሶ ቢታይ ረቂቅ መለኮት\n	በአንድ ላይ ዘመሩ ሰውና መላዕክት/2/" },
			n75 = { "እወርዳለሁ ቆላ እወጣለሁ ደጋ\nየጭንቅ አማላጄን ድንግልን ፍለጋ /3/\n	አቀበት ቁልቁለቱን አይችልም ጉልበቴ /2/\n	ምርኩዜ ከሌለች ድንግል እመቤቴ\n	እመቤቴ /2/ ድንግል እመቤቴ\nአንቺ የኖህ መርከብ የህይወት መገኛ/2/\nመንግስተ ሰማያት መግቢያችን ነሽ ለኛ\nመግቢያችን ነሽ /3/ ለኛ\n	አልጫውን ዓለም የሚያጣፍው /2/\n	ስምሽ ማርያም ነው ያለም ሁሉ ጨው\n	ማርያም ነው /2/ ያለም ሁሉ ጨው\nእንደበደላችን እንዳይሆን ቅጣቱ /2/\nአማልጂን ከልጅሽ ድንግል አዛኝቱ\n	አዛኝቱ /2/ ድንግል አዛኚቱ\n	የእናት አማላጅ የልጅ ተማላጅ /2/\n	ፊት አያስመልስም ይሁን ይሁን እንጅ\nይሁን /6/ አንጅ" },
			n76 = { "ይህ ቁርባን ክቡር ነው ፍፁም ሰማያዊ /2/\nእንዳይመስለን ተራ አይደለም ምድራዊ /2/\nአዝ....\nዋ ምን አፍ ነው የሚቀበለው\nዋ ምን ጥርስ ነው የሚያላምጠው\nዋ ምን ሆድ ነው የሚሸከመው\nነበልባል ያለበት የሚያቃጥል ነው\nበንጽህና ሆኖ ላልተቀበለው\nየሚያፍገመግም የሚጐዳ ነው\n	አምላካችን ሆይ አንተ ይቅር ባይ\n	እንደ ቸርነትህ በደልን አትይ /2/\n	አሜን /2/ ብለን ተቀብለናል\n	በድፍረትም ሣይሆን በፍርሃት ቀርበናል /2/\nማክበር ይገባናል በንጽህና ሆነን\nደፍረን አናቅለው እንዳያቃጥለን /2/\n	እንደምታዩትም ይህ ቁርባን ፈራጅ ነው\n	እንደሌላው ሳይሆን የተቀደሰ ነው /2/\nሱራፌል ኪሩቤል ፀወርተ መንበር\nለመያዝ ያልቻሉት ፈርተውት በክብር /2/\nእኛ ተመገብነው አገኘን ድህነት\nለነፍስ ለሥጋችን ሆነልን ህይወት /2/" },
			n77 = { "ወላዲተ አምላክ የሁሉ እመቤት\nለምኚልን ለኛ ከልጅሽ ምህረት\nበአንቺ አማላጅነት በእርሱ ቸርነት\nእንዲያወጣን ነፃ ከፍርድ ቅጣት\n	ድንግል ሆይ ለምኚልን /2/\nበበደል ተዳክሞ ፈቃደ ነፍሳችን\nበምድራዊ ምኞት ናውዞ ልቦናችን\nፍቅርና ትህትና ጠፍቶ ከፊታችን\nለሞት እንዳይሰጠን ይህ ክፉ ሥራችን\n	ድንግል ሆይ ለምኚልን /2/\nየምስኪኖች ተስፋ የደካሞችም ኃይል\nጠውልገናል እኛ ጥላ ሁኚን ድንግል\nእምነት ጨምሪልን ልቦናችን ይጽና\nእመአመላክ አብሪልን የመዳንን ፋና\n	ድንግል ሆይ ለምኚልን /2/\nፍጹም እንዳናዝን እንዳናፍር ኋላ\nተነቅለን እንዳንቀር ከዘላለም ተድላ\nበፍቅርሽ መልሺን ከሲኦል ጎዳና\nድንግል መመኪያችን ተስፋችን ነሽና\n	ድንግል ሆይ ለምኚልን /2/" },
			n78 = { "የመስቀሉ ፍቅር ሲገባን /4/\nእመቤታችንን እንወዳታለን\nየመስቀሉ ፍቅር የገባቸው /4/\nእመቤታችን አለች ከጎናቸው\nአባህርያቆስ አባታችን\nየመስቀሉ ነገር ቢገባው\nልቤ አፈለቀ አለ መልካም ነገር\nከእመቤቴ ጋራ ሲነጋገር\nከድንግል ማርያም ጋር ሲነጋገር\n	የመስቀሉ ፍቅር ሲገባን /4/\n	እመቤታችንን እናያታለን\n	ነይ ነይ እምዬ ማርያም\n	ነይ ነይ ቤዛዊት ዓለም\nለመናኒው ጸሎት ልዩ ዕጣን\nየዋሻው ሻማ ነሽ እመብርሃን\nመዓዛሽ ሸተተኝ ከግሸን \nትናፍቂኛለሽ ምን ልሁን\nትርቢኝማለሽ ምን ልሁን\nአዝ.............	\nዳዊት በመዝሙሩ ያነሳሻል\nየያዕቆብ ድንኳን ነሽ ይልሻል\nየእግዚአብሔር ሀገር የሚልሽ\nእመቤቴ ማርያም አንቺ ነሽ /2/\nቤተልሔም ስሔድ አይሻለሁ\nቀራንዮ ስሔድ አይሻለሁ\nፍፁም አትለይም ከልጅሽ\nየአንቺስ ልዩ ነው ፍቅርሽ /2/" },
			n79 = { "ተዋህዶ ተዋህዶ ሰማያዊት\nየጸናች እምነት /2/ ሃሌ ሉያ\nተዋህዶ ተዋህዶ መንፈሳዊት\nየመንፈስ መብራት /2/ ሃሌ ሉያ\nተዋህዶ ተዋህዶ መለኮት\nንጽሕት እምነት /2/ ሃሌ ሉያ\nባንቺ ቢያምኑ /2/ ቅዱሳን\nድል ነሱት ሰይጣንን /2/ ሃሌ ሉያ\nባንቺ ቢያምኑ /2/ ሰማዕታት\nተፈተኑ በእሳት /2/ ሃሌ ሉያ\nእንደወርቅ /2/ ተፈትነው\nአበራ ገድላቸው /2/ ሃሌ ሉያ\nእንኑር /2/ በእምነታችን\nበተዋህዶ መክበሪያችን /2/ ሃሌ ሉያ" },
			n80 = { "በይስሐቅ ፈንታ ኢየሱስ ታረደ /2/\nደሙን ከፈለና አዳምን ታደገ /2/\n	ተጨነቀ ጌታ ተሰቃየ ጌታ\n	የኔ መድኃኔዓለም የአዳም ልጅ አለኝታ\n	እንደሚታረድ በግ ተነዳ ወደ ሞት\n	ንጹሁ ኢየሱስ በደል የሌለበት\nበማመን ሊሸከም የአዳምን መከራ\nስቃይ ተቀበለ ደሙ እየተዘራ\nለሚገርፉት ሁሉ ምህረትን ሲቸር\nእርሱ ግን ሲገረፍ ብዙ ተቸገረ\n	የሰማነውን ድምፅ ማን ሰው እኮ አምኗል\n	የእግዚአብሔርስ ክንድ ለነማን ተገልጿል\n	ባየነውስ ጊዜ ህማም ተሸክሞ\n	ስለበደላችን ተገርፎና ታሞ\nእጁ የታሰረው ይስሀቅ ተፈታ\nኢየሱስ ቀረበ በሰው ልጆች ፈንታ\nንፁህ በግ ቀረበ በደል የሌለበት በደለኛ ሆኖ\nሊሰቀል ሊገደል መስቀሉን ተጭኖ\nበእውነት ደዌያችንን እርሱ ተቀበለ\nበሰው ልጆች ፈንታ በእንጨት ተሰቀለ\nእኛ ግን ከሰስነው እንደ ወንጀለኛ\nስለ እኛ ቢሰቀል ሰማያዊው ዳኛ\n	ለሰው ልጆች ህይወት የታሰበው ሰይፍ\nአይተናል ሰምተናል በኢየሱስ አንገት ሲያልፍ\n	የመስቀሉ ስዕል ኧረ እንዴት ይገርማል\n	እዩት ንፁሁ በግ በአርምሞ ይነዳል" },
			n81 = { "ውሃ አጠጪኝ አላት አፍላጋት የሰራው\nእንደ ተቸገረ ውሃ እንደጠማው ሰው\nአይሁዳዊ አለችው አወይ አለማወቅ\nሰማያዊው አምላክ እራሱን ቢደብቅ\n	የእግዚአብሔር ስጦታ ውሃ ቢጠይቅሽ\n	የሚፈርሰውን ዘር ትልቅ ነገር አርገሽ\n	አንተ አይሁዳዊ እኔ ሳምራዊ ነኝ\n	እንዴት ይቻልሃል ውሃ ልትጠይቀኝ\nእያልሽ ካለ እውቀት ግንብ እየገነባሽ\nምነው መለያየት መፈረስንስ ፈለግሽ\nትለምኚኝ ነበር የህይወትን መጠጥ\nየእኔ አምላክነት በፊትሽ ቢገለጥ\n		ወልደ እጓለመህያው ውሃ ቢጠይቃት\n	ዘሩን ጠየቀችው ለመፍጠር ልዩነት\n	የሁሉን ፈጣሪ መሆኑን ሳታስብ\nይሁዳዊ አለችው በሚፈርስ ገንዘብ\nይህን የዓለም ውሃ የሚጠጣ ሞላ\nሳይጠማ አይቀርም ከእንግዲህ በኋላ\nእኔ የምሰጠው አያስጠማም እና\nሰዎችን ጥሪያቸው ይርኩ ይጠጡና\n	የመንደሩን ሰዎች ወደዚህ ጥሪያቸው\n	ውሃ እንዳይጠሙ እስከ መጨረሻው\n	ይህንን ስትሰማ ደነገጠችና\n	ህሊናዋን ገዛች አገኘች ጥሞና\nአለችው ጌታ ሆይ ውሃ እንዳልጠማ ከእንግዲህ በኋላ\nእስከ መጨረሻው በህይወት ልሞላ\nየሚያስጠማ ውሃ ለዘላለም ቀርቶ\nቃልህ ፍፁም ያድራል ህሊናዬን ሞልቶ" },
			n82 = { "ኃይልህ ሰገለጥ በሰማይ /2/\nአቤት ማን ይቆም ይሆን ከፊትህ /4/\nአቤት ቀንደ መለከት ሲነፋ\nአዋጅ ሲታወጅ በይፋ\nጻድቃን ሲጠሩ ለተድላ\nምን ይሆን የእኛ ተስፋ\n	አቤት መላእክት ሰማዩን ሲያርሱት\n	ቀድመው ሲሰሙ መባርቅት\n	ያልታየና ያልተሰማ\n	ድምፅ ሲሰማ ከራማ\nአቤት ሰባቱ ነፋስ ተነጥቀው\nምድርን ሲያውኳት ቀዝፈው\nሲታዘዝ የባህር ሞገድ\nምድሪቱ እንዲቀላት ለፍርድ\n	አቤት ሲጠሩ ጻድቃን ቅዱሳን\n	መልካም የሰሩ ብሩካን\n	በምድር የሰሩ ትሩፋት\n	ሲያቀርቡ /ሲያሰሙ/ ለአምላክ ስብሐት\nአቤት ኃጥአን ግን ለፍርድ ሲጠሩ\nበጨለማ ዓለም ሊቀሩ\nየማይጠቅም ዋይታ ሆኖ\nመዋረድ ይሆናል አዝኖ" },
			n83 = { "ሥላሴን ከሰማይ እስጢፋኖስ አይቶ\nአይኑ በመገረም ቀረ ተሰክቶ\nየድንጋዩ ናዳ ቢወርድበት እንኳ\nሥላሴን በማየት እረስቶታል ለካ\nስብሐት ለእግዚአብሔር\n	የሰው ልጅ በቀኙ ተቀምጦ ነበር\n	እስጢፋኖስ ሲያየው በሚያስፈራ ክብር\n	ካህናተ ሰማይ ዙፋኑን ከበውት\n	ቅዱስ ቅዱስ ብለው ስብሐት ስብሐት\n	ስብሐት ለእግዚአብሔር\nምስጢረ ሥጋዌ ተገልጾለት በአካል\nሥጋው ቢታመምም ሀዘኑን ሽሮታል\nነፍሱ ከጸባኦት ስታመሰጥር\nድንጋይ ይለቅማሉ ያልታደሉ ፍጡር\nስብሐት ለእግዚአብሔር\n	ለፈሪሳውያን ተሰውሮባቸው የሥላሴ ምሥጢር\n	ድንጋይ ሰበሰቡ ጻድቁን ለመውገር\n	እርሱ ግን ከሰማይ ፈጣሪውን አይቶ\n	ድንጋዩን እረሳው ህሊናው ተነክቶ\n	ስብሐት ለእግዚአብሔር\nየሰማዩ ሥርዓት ልዩ ስለነበር\nምንም አልመሰለው የድንጋዩ ክምር\nየፍጥረታት ሁሉ ፈጣሪ ተገልጠው\nስቃዩን አስረሱት ህሊናውን ነጥቀው\nስብሐት ለእግዚአብሔር\n	ልባችሁ ጆሮአችሁ መቼ ተገረዘ\n	የጠነከረ ነው ለአምላክ ያልታዘዘ\n	መንፈስ ቅዱስንም ትቃወማላችሁ\n	እንደገዛ ፈቃድ እየተመራችሁ\n	ስብሐት ለእግዚአብሔር" },
			n84 = { "የጴጥሮስን እንባ ስጠኝ እልሀለሁ\nኃጢአቴን ልናዘዝ ፍቅርህን እያየሁ\nበሞት ጥላ ውስጥ እንኳን ብሄድ ጌታ ሆይ /2/\nልቤን በፍቅር ውሃ እጠበው እባክህ\n	ቸርነትህ በዝቶ ምህረት ቢያሰጠኝ\n	እጆቼን ዘርግቼ እማፀናለሁኝ\n	ደምህ የፈሰሰው ለእኔ ስለሆነ /2/\n	በኃጢአት ብትወተኝ ልብህ አልጨከነም\nዓለማዊ ምግባር ልቤ ቢከተልም\nከዚህ ሁሉ ማዳን ጌታ አይሳንህም\nኃጢአት እየሰራሁኝ ባስቀይምህም /2/\nበሂሶጵ እርጨኝ ጌታ እጠበኝ እባክህ\n	ዲያብሎስ ያመጣው ጸጸት የውድቀት ነው\n	የይሁዳ ምሬት የሞት ነው ፍጻሜው\n	ይህንን መማረር እኔ አልፈልግም /2/\n	የውድቀት ጉዞ እንጂ ትንሣኤ የለውም\nጴጥሮስ አባ ብሎ የተማፀነበት\nፍቅሩን በንስሀ ስቦ ያመጣበት\nፍጻሜው የሚያምር ንስሀ ስጠኝ /2/\nየለቅሶ አምሀ የእንባ ህይወት ስጠኝ" },
			n85 = { "ያ ድሀ ተጣራ እግዚአብሔርም ሰማው\nደርሶ ስላንኳኳ ከፀባኦት እንባው\nአምላክ በቸርነት በምህረት ጐበኘው\nባለቀሰ ጊዜ ግራ የገባው ሰው\nመሻትህ ብቻ ነው የሚፈለግብህ\nእግዚአብሔርን ጥራ እመን ትድናለህ\n	ንገረው ችግርክን የውስጥህን ብሶት\n	ይሽረዋልና አስፈሪውን ህይወት\n	ግራ የተጋባው የተከፋው ገጽህ\n	ይበራል በጸሎት አምላክህን ጠርተህ\nለወገን ለዘመድ ያስቸገረው መላ\nሲቀል ታየዋለህ ካነባህ በኋላ\nሳግና ንዴትህ ይቀራል ይሻራል\nበርሱ ፈንታ ሰላም ፍቅር ይከብሃል\n	በከንቱ መጨነቅ እራስን መጥላቱ\n	ነውና የአጋንንት መግቢያ ምልክቱ\n	ሀዘን በህሊናህ በፈሰሰ ጊዜ\n	ንገረው ለአምላክህ የልብህን ትካዜ" },
			n86 = { "እውነት ስለሆነ ኢየሱስ ክርስቶስ\nዋለ በአደባባይ ሲሰደብ ሲከሰስ\nየሐሰት ዳኝነት አምላክን ወቀሰው\nህይወት ሰጠን እንጂ ጥፋቱ ምንድነው.....\n	ከቃሉ እብለትን ባያገኙበትም\n	ዝምታውን አይተው አላዘኑለትም\n	ባላወቁት መጠን ጠሉት ካለበደል\n	ጥፋቱ ምን ይሆን የሚያደርስ ከመስቀል/2/\n	እውነት ስለሆነ......\nየልቡን ትህትና ፍቅሩን ሳያስተውሉ\nቸሩ ጌታችንን አቻኩለው ሰቀሉ\nእሩህሩሁን ጌታ ቸንክረው ሰቀሉት\nሞትን አስወግዶ ቢሰጣቸው ህይወት /2/\nእውነት ስለሆነ.........\n	ስለቸርነቱ ስድብን ከፈሉት\n	ስለርህራሄው የእሾህ አክሊል ሰጡት\n	ሀሞትና ከርቤ ሆምጣጤ ደባልቀው\n	መራር አስጎነጩት ጨክኖ ልባቸው/2/\n	እውነት ስለሆነ.........\nፈውስን ለሰጣቸው ልባቸውን ሞልተው\nአሉት ወንበዴ ነው ስቀለው ስቀለው\nከእጁ በረከትን የተሻሙ ሁሉ\nይጮሁ ነበረ ይገደል እያሉ /2/\nእውነት ስለሆነ......... " },
			n87 = { "በማዳኔ ቀን ጠራሁህ ይለናል ጌታ\nዛሬ እንመለስ በፍጥነት ሳናመነታ\nነገ ለራሱ አውቆበት የነገው ሰው ነው\nየእኛ ቀን ዛሬ መሆኑን ሁሉም ይረዳ...\n...........\nለንስሀ ነው የሰጠን ይህንን ጊዜ\nነገ ሳይመጣ ታጅቦ በሞት ትካዜ\nበሞት መዳፍ ነን ሰዎች ሆይ እንዳንዘነጋ\nእንሄዳለን ለፍርዱ እፈጣሪ ጋ\nበማዳኔ ቀን ጠራሁህ ይለናል ጌታ ........\n...............\nየነገን ነገር ማን አውቆ ይተማመናል\nዛሬ ነው መዳን በእውነት ኑ ተብለናል\nየእግዚአብሔር ጥሪ ካወቅነው እጅግ ኃያል ነው\nበፍቅሩ ስቦ ለማዳን እጁ ሰፊ ነው\nበማዳኔ ቀን ጠራሁህ ይለናል ጌታ...\n.................\nጌታ በረከት በእጁ ሞልቶ ተርፎታል\nበእግዚአብሔር ታመን በጽድቁ ልብህ ይረካል\nእንደ ወንዞቹ ሰላምህ ተርፎ ይፈሳል\nየአምላክ በረከት ሁል ጊዜ ይከተልሀል\nበማዳኔ ቀን ጠራሁህ ይለናል ጌታ ......" },
			n88 = { "በኃይልና ጥበብ ትልቆቹን ትቶ\nንጉሥ አደረገው ደሀውን ቀብቶ\nበእረኝነት ሜዳ ልቡን መረመረው\nእንደልቡ ሆኖ ዳዊትን ቢያገኘው\nእንደልቡ ሆኖ ዳዊትን ቢያገኘው\nአዝ......\nምንም ታናሽ ቢሆን አካሉ ቢኮስስ\nየተገባ ነበር በእግዚአብሔር ፊት ሊነግስ\nየሰው ዓይን ያልሞላው ትንሽ ብላቴና\nአባት ሆኖ ነበር በእግዚአብሔር ህሊና\nአባት ሆኖ ነበር በእግዚአብሔር ህሊና\nአዝ......\nየጌታችን እናት ታላላቅ ቅዱሳን\nይልቁን ጌታችን የሰው ልጆች መድህን\nበዓለም ሊወለድ ከዳዊት በሥጋ\nተስፋ ተሰጥቶታል እንዲሁ በጸጋ\nእንዲሁ በጸጋ እንዲሁ በጸጋ\nአዝ.......\nየዋህ ስለነበር ዳዊት በህይወቱ\nከበሩ ሲገባ ፈላለት ዘይቱ\nሳሙኤል አክብሮ በእግዚአብሔር ፊት ቀባው\nአምላኩ ቢወደው ታላቅ አደረገው\nአምላኩ ቢወደው ታላቅ አደረገው\nአዝ............\nየምሥጋና ሀብቱን ከንግሥና ጋራ\nአጣምሮ ሰጥቶታል መልካም እንዲሠራ\nሌትና ቀን ሳይል ሲመገብ ምሥጋና\nእየደረደረ መሠንቆ በገና\nእራዕይ ተሰጥቶት ከላይ ከደመና\nድንግልን አሳየው አንገቱን ሲያቀና\nድንግልን አሳየው አንገቱን ሲያቀና" },
			n89 = { "ሰዓሊለነ ማርያም /2/\nሀበ ወልድኪ ሔር መድኃኔዓለም\nለምኚልን ማርያም /2/\nከቸሩ ከልጅሽ ከመድኃኔዓለም\nለመኑ እነግር ሀዘነ ልብየ\nእንበሌኪ ማርያም እግዝእትየ\nወፍጡነ ስምአኒ ጸሎትየ\nለምኚልን ማርያም ......\n	ለማን እነግራለሁ የልቤን ሀዘን\n	የጌታዬ እናት ከአንቺ በቀር\n	ፈጥነሽ ስሚኝ ጸሎቴን\n	ሰዓሊለነ ማርያም ........\nድንግል ሆይ አሳስቢ ሀዘን መከራሽን\nበሄሮድስ ዘመን የደረሰብሽን /2/\nድንግል ሆይ አሳስቢ እረሀብ ጥምሽን\nበግብፅ በረሀ የደረሰብሽን /2/\nለጻድቃን ያይደለ ለኃጥአን አሳስቢ\nለንጹሀን አይደል ለአደፉት አሳስቢ /2/\nለምኚልንማርያም ...........\n	ክብሬ ተስፋዬነሽ እናቴ እልሻለሁ\n	ስምሽን ስጠራ ከጭንቀቴ አርፋለሁ/2/\n	ውዷ ስጦታዬ ድንግል ሆይ ነይልኝ\n	ባዶነቴን አይተሽ ጉድለቴን ሙይልኝ/2/\n	ሰዓሊለነ ማርያም ......\nበእንተ ፍቅረ አብ ወወልድ ወመንፈስ ቅዱስ\nኪንያ እስእለኪ ማርያም በሀሌሉያ\nኃዘና ስምኢ ወብካያ ለሀገሪትነ ኢትዮጵያ\nሰዓሊለነ ማርያም........." },
			n90 = { "ሰላም ተዋህዶ ሰላም ኦርቶዶክስ\nበደሙ ያጸናሽ መድኅን ኢየሱስ /2/\nየአዳም መመኪያ የሄዋን ሀገር\nአንቺ አይደለሽም ወይ የቅዱሳን ክብር/2/\nበከንቱ የሞተው የአቤል መስዋዕት\nየሄኖክ ሀይማኖት ያዳንሽው ከሞት\nአንቺ የኖህ መርከብ የሴም በረከት /2/\nበአብርሃም ድንኳን ተወልደሽ ያደግሽ\nየይስሀቅ መአዛ ወደር የሌለሽ\nያዕቆብ በህልሙ በቤቴል ያየሽ\nየዮሴፍ አጽናኙ ተዋህዶ ነሽ /2/\n	የሙሴ ጽላት ነሽ የአሮን በትር\n	የኢያሱ ሀውልት የጌዲዮን ጸምር\n	የሳሙኤል ሙዳይ የእሴይ ትውልድ\n	የዳዊት በገና የሰሎሞን ዘውድ\n	የታተመች ገነት የምስጢር ጉድጓድ /2/\n	ቡአዴና ህድረት የኬልቄዶን ዘር\n	ቱሳሄና ሚጠት ውላጤም ጭምር\n	ያልተቀላቀለሽ ንጽህቲቱ ምድር\n	ኢሳይያስም አይቶ በሩቅ መነጽር\n	ስለቅድስናሽ ሆነ ምስክር /2/\nበነኤልያስ ቤት የወርቅ መሶብ\nውስጥሽ የተሞላ በምሥጢር መዝገብ\nየኤልሳ ማሰሮ የህይወት መዝገብ\nፊራን የምትባይ የእንባቆም ተራራ\nሁሉን የምታሳይ ከቀኝ ከግራ\nየህዝቅኤል እልፍኝ ባለአንድ በራፍ\nየማትከፈቺው በኬልቄዶን ቁልፍ /2/\nየህግ መፍለቂያ የነፃነት ቦታ\nየሚኪያስ ሀገር አንቺ ነሽ ኤፍራታ\nእፀ ህይወታችን የኤፌሶን ቅርስ\nየተፈወሱብሽ እነ አቡን ቄርሎስ\nለተፈወስንብሽ ከኬልቄዶን ቁስል\nተዋህዶ ላንቺ እልል እንበል /2/\n	አንቺን በማየቱ በብርሃን ተቋም\n	ደስ አለው ከልቡ ዘካርያስም\n	በውስጥም በውጪም የሌለሽ እንከን\n	የህይወት ምግብ ነሽ ተዋህዷችን /2/\n	ሐዋርያት ይምጡ ያውሩ ያንቺን ዜና\n	የሚያወቅ ሲናገር ደስ ያሰኛልና\n	ሰማዕታት ልጆችሽ የፃፉሽ በደም\nየህይወት መጽሐፍ ነሽ የጽድቅ የሰላም/2/\n	አንቺን ለመጠበቅ እስከ ዓለም ፍፃሜ\n	ቃል እንገባለን ባለንበት እድሜ /2/\n	እናምናለንና በፈጣሪያችን\n	እናምናለንና በአምላካችን\n	ካንቺ እንደማንለይ ምን ጊዜም ቢሆን /2/" },
			n91 = { "ጽኑ ክርስቲያኖች ልባችን አይውደቅ\nየእግዚአብሔርን እቃ ጦሩን እንታጠቅ/2/\nማዕበሉን አይቶ ልባችን አይፍራ\nታማኙ ጌታችን አለ ከአኛ ጋራ /2/\n	ሰማዕታት ልጆቿ የዓለምን ጣዕም ንቀው\n	ያላውያንን ዛቻ ፈተናውን አልፈው\n	ርሃቡን ስደቱን መከራን ታግሰው\n	ለዚህ አድርሰውታል ተዋሕዶን ጠብቀው\n	ክህደቱ ቅሰጣው ኑፋቄው ቢነዛ\n	ሰይፍ ስለቱ ቢያፏጭ ፉከራው ቢበዛ\nበድንግል ቃል ኪዳን መሠረቷ ጠብቋል\n	በቅዱሳን ጸሎት ቅጽሯ በእሳት ታጥሯል፡፡\nጥንተ ጠላታችን ፈተና እያስነሳ\nዙሪያችንን ቢከብብ ተርቦ እያገሳ\nመከራን ቢያበዛ ስደት ቢያደርስብን\nእስከ ሞት የሚያደርስ ስቃይ ቢያበዛብን\nዓለም ላቆመችው ለጣኦት አንሰግድም\nበመከራው ጽናት ሀይማኖት አንክድም\nከሚነደው እሳት አምላክ ያድነናል\nባያድነን እንኳን እሳቱን መርጠናል፡፡\n	እንደ ግያዝ አንሁን ታውሮ አይናችን\n	በእሳት ሰረገሎች ተከቧል ዙሪያችን\n	ሰይፍን የሚያነሱ በሰይፍ ይወድቃሉ\n	ከእኛ ጋራ ያሉት ከእነርሱ ይበልጣሉ፡፡\n	የጠሉህን ውደድ በሚል ህያው ቃሉ\n	ሲያሳድዱህ ጸልይ በሚል ክቡር ቃሉ\n	በመንፈሳዊው ፍቅር ይጠንክር ልባችን\n	ይህን ነው ያዘዘን ቅዱስ አምላካችን\nነቅተን ከታጠቅን የጽድቅን ጥሩር\nበትጋት ከቆምን በእምነት በፍቅር\nበጾምና ጸሎት ስግደት ምጽዋት\nበንስሃ ጸድተን ከጸናን በእውነት\nበሥጋ ወደሙ በጸጋው ከታተምን\nበህይወትም በሞት ከእርሱ ጋር ህያው ነን፡፡\nበወደደን በእርሱ ከሁሉ እንበልጣለን \nበወደደን በእርሱ አሸናፊዎች ነን፡፡\n	ንፋስ ማዕበሉ የማይነቀንቀው\n	መሰረቷ ጽኑ ቅጽሯም ጠንካራ ነው\n	የገሀነም ደጆች አይችሏትምና\n	ጸንታ ትጓዛለች ተዋሕዶ ገና\n	ጽኑ ክርስቲያኖች ልባችን አይውደቅ\n	የእግዚአብሔርን እቃ ጦሩን እንታጠቅ/2/\n	ማዕበሉን አይቶ ልባችን አይፍራ\n	ታማኙ ጌታችን አለ ከእኛ ጋራ /2/" },
			n92 = { "ውለታህ ብዙ እግዚአብሔር\nስንቱን ዘርዝሬ ልናገር\nስለማይነገር ሥጦታህ\nክበር ተመስገን ልበልህ /2/\nክበር ተመስገን ጌታችን\nለዚህ ያደረስከን\nበአምሳልህ ፈጥረህ አክብረህ\nበፍጹም ፍቅርህ ጠብቀህ\nየምትመግበን በችሮታህ\nክበር ተመሰገን የኛ ጌታ\n	ክቡር ገናና ኃያል ነህ\n	ማንም በምንም አይመስልህ\n	የዓለማት ገዢ ኤልሻዳይ\n	የጌቶች ጌታ አዶናይ\nመርገም ተጭኖን የኃጢአት እዳ\nሲኦል ስንጋዝ ስናይ ፍዳ\nመጥተህ ፈለግኸን በፍቅርህ\nከእቅፍህ ወጥተን እንዳንቀር\n	ከድንግል ማርያም ተወልደህ\n	አርአያ ቤዛ ሆነህ\n	ፍፁም ፍቅርህን ገለጽክልን\n	ሰላማችንን አወጅክልን" },
			n93 = { "በኪሩቤል ላይ ተቀመጠ\nምድርና ሠማይ ተናወጠ\nለዚህ ቅዱስ አምላክ ምስጋና\nአስር አውታር ባለው በበገና\n	ክብርና ግርማን ለብሰህ\n	በላይ በአርያም ያለህ\n	እልፍኙን በውሃ የሠራህ\n	ሰውን በአርአያህ የፈጠርህ\n	ላንተ ቅዱስ ጌታ ምሥጋና\n	አስር አውታር ባለው በበገና\nአቤቱ በጽዮን ከብረሃል\nበእሳት መድረክ ላይ ተቀምጠሀል\nጠፈሩን በጥበብ ዘርግተሃል\nቀንና ሌሊቱን ለይተሀል\nላንተ ቅዱስ ጌታ ምሥጋና\nአስር አውታር ባለው በበገና\n	በኃይል በሰማይ ታጥቀሀል\n	የባህሩን ጥልቀት ለክተሀል\n	የሞገዱን ጩኸት አናውፀህ\n	ጠላትን በፍቅር የገዛህ\n	ላንተ ቅዱስ ጌታ ምሥጋና\n	አስር አውታር ባለው በበገና\nሰማያት ጽድቅህን ተናገሩ\nያንተን ክብር ዝና መሠከሩ\nፍጥረትን አስውበህ የፈጠርክ\nሁሉን በችሎታህ ያደረግክ\nላንተ ቅዱስ ጌታ ምሥጋና\nአስር አውታር ባለው በበገና" },
			n94 = { "ስምሽ ጉልበት ሆኖኝ ወጣሁት ዳገቱን\nድንግል ባንቺ ምልጃ አለፍኩት ወጥመዱን\nድንግል ማርያም ባንቺ ምልጃ ሠበርኩት ወጥመዱን\n	አምላክ ቀድሶሻል ከሁሉም አብልጦ\n	ካንቺ ይወለድ ዘንድ በሥጋ ተገልጦ\n	ለዓለሙ መዳን ምክንያት የሆንሽው\n	ቅድስተ ቅዱሳን ማርያም አንቺ ነሽ\nወጀቡን ልሻገር ባንቺ ተደግፌ\nድካሜ ይወገድ ከጥላሽ ሥር አርፌ\nያላንቺ መሀሪ ከቶ የለምና\nባንቺ ተመገብኩት የሠማዩን መና\n	ይመስገን ፈጣሪ የነ ዳዊት አባት\n	ቤቴን ሞልቶልኛል ባንቺ አማላጅነት\n	አንቺን የተጠጋ በነፍስም በሥጋ\n	በልጅሽ ይወርሳል የሠማዩን ዋጋ\nዳግም እንዳልራብ ነፍሴ እንዳትጠማ\nከማይደርቀው ምንጭሽ አጠጪኝ እማማ\nከቤትሽ ገብቼ እረፍት አግኝቻለሁ\nእድፌ ተወግዶ አዲስ ለብሻለሁ" },
			n95 = { "ስሜ ዳዊት የእሴይ ልጅ\nእኖራለሁኝ በእግዚአብሔር ደጅ\nታዳጊ ነኝ የበጉን መንጋ\nበመታገል በጌታ ጸጋ\nእረኝነት ነው ግብሬ /2/\nአምላክ የሰጠኝ ግብሬ\n	በጌታ ፊት ይዤ በገና\n	ስለ ስሙም ላቅርብ ምሥጋና\n	ጣቴ አያርፍም ሰልፍን ይሰራል\n	አንደበቴም ቅኔን ይቀኛል\n	እረኝነት ነው ግብሬ /2/\n	አምላክ የሰጠኝ ግብሬ\nበሳኦል ፊት ቢልቅ ጎልያድ\nህዝበ እስራኤል ልቡ ቢሸፍት\nአምላካችን ጌታ ሲከብር\nለጎልያድም በቅቶታል ጠጠር\nእረኝነት ነው ግብሬ /2/\nአምላክ የሰጠኝ ግብሬ\n	በአባቴ ፊት ፈልቷል ዘይቱ\n	ከብላቴናው ጸንቶ ጉልበቱ\n	ጸጋ እግዚአብሔር ፈሷል በላዬ\n	ከእረኝነት ጠርቶኝ ጌታዬ\n	እረኝነት ነው ግብሬ /2/\n	አምላክ የሰጠኝ ግብሬ\nበፍርድ ወንበር አለ በገና\nለሰማይ ንጉስ ሞልቶ ምሥጋና\nከሳኦል ላይ መንፈሱ ይራቅ\nከፈጣሪው ጋር ነፍሱ ትታረቅ\nእረኝነት ነው ግብሬ /2/\nአምላክ የሰጠኝ ግብሬ" },
			n96 = { "ሞትን በሞት ሽረህ እንዳልሞት ያረከኝ\nከመቃብር ውጣ ብለህ የጠራኸኝ\nአራት ቀን ሞልቶታል ይሸታል ሰው ቢልህ\nአልአዛር ሆይ ብለህ ጠራኸኝ በቃልህ\nከሞቱት መካከል እኔን አስነስተህ\nበፊትህ አቆምከኝ አይኖቼ እያዩህ\n	ተስፋ ቆርጠው ሳለ የዋህ ዘመዶቼ\n	አብሬያቸው በላሁ ከሞት ተነስቼ\nዕድሜዬን በሙሉ ከአልጋ ተጣብቄ\nሞቴን ስጠባበቅ ከወገን ርቄ\nየናዝሪቱ ኢየሱስ የኔን መዳን ወደህ\nአዲስ ሰው አረከኝ እድፌን አስወግደህ\n	ነፍሰ ገዳይ ሆኜ ብሰቀል ከጐንህ\n	በደምህ ምልክት ገባሁኝ ከቤትህ\n	ጌታዬ ብዙ ነው ያንተ ቸርነት\n	ዓለምን አዳንከው ዳግም እንዳይሞት\nጀርባህን በጅራፍ ስለኔ ተገረፍክ\nእስከ ቀራንዮ ደምክን አንጠፈጠፍክ\nእንዴት ይከፈላል ይህ ታላቅ ውለታህ\nለእኔ ያደረከው በዚያች ጐልጐታ" },
			n97 = { "መች ይረሳል የዋለልን ውለታ\nቸርነቱ እፁብ ፍቅሩ የጌታ\nየታተመው በልባችን ጽላት\nሞትን ገድሎ የሠጠንን ህይወት\n	በጥፋቱ ቢወጣ አዳም ከገነት\n	ቃል ገባለት ዳግም ሊሠጠው ህይወት\n	ህያው ጌታ አምላክ ፈጣሪ ሳለ\n	ስለ ቃሉ በእፀ መስቀል ላይ ዋለ\nበአይሁድ እጅ በጽኑ ተንገላታ\nየፍቅር አባት ክርስቶስ የእኛ ጌታ\nሥጋው ደክሞ ቅዱስ ደሙ ፈሰሰ\nእዳችንን በሞቱ ደመሠሠ\n	ስንጠላው እርሱ አብዝቶ ወደደን\n	ስለ ፍቅሩ ሞትን ገድሎ አዳነን\n	ባርነትን ኃጢአትን ከኛ ጥሎ\n	ነፃ አወጣን በመስቀል ላይ ተሰቅሎ\nሰላማችን የድንግል ማርያም ፍሬ\nይገባዋል ምስጋናና ዝማሬ\nስለ ፍቅሩ ስላረገልን ሁሉ\nተቀኙለት ፍጥረታት ዝም አትበሉ" },
			n98 = { "የዛሬ ዘመን መኮንን\nይለማመጣል ሎሌውን\nዶሮ ካዘዙ በአንድ ውለታ\nአባብሎ አያውቅም ጌታ\n	ጻድቁ አናፂ ለአንክሮ\n	መጥረቢያ የለው መብሻ መሮ\n	ይህን አዳራሽ ሠራልን\n	ዓለምን /6/\nቤት ስትሠራ ነፍስ ወይዘሮ\nበጣሪያ ማገር ተዥጐርጉሮ\nብዙ እንኳ ነበር ሸንበቆው\nሥጋ ጨረሰችው\n	ለቀድሞ ሰዎች በህልማቸው\n	መጪውን ሁሉ ገልፆላቸው\n	ያላዩት የለም ከሆነው\n	ሁሉ እንዳለሙት ነው\nሞት ገበሬ ነው ለመሬት\nእሰው ቤት ነዋሪ ሲዋትት\nያስደንቀኛል በተግባሩ\nአፈራርሶ መኖሩ\n	እንግዳ አለብሽ አንቺ ነፍስ\n	ከሥጋ በቀር የማይቀምስ\n	አብረን እንፈልግ በማለዳ\n	እስኪ እዚያ ላይ ፍሪዳ\nእንግዳው ድንገት ስትደርስ\nሳትሰናዳ ቆየች ነፍስ\nለእንጀራ ብቻ የለው መላ\nዓለምን /4/ አምን ብላ\n	የወልድ አምላክን እራቱን\n	ሳላሰናዳ ምናምን\n	በሥጋ አደረ ትላንትና\n	ጌታ ሰው ሆኗልና " },
			n99 = { "በደም ሊታጠብ ኃጢአቴ /2/\nበደም ሊታጠብ ኃጢአቴ\nተበጣጥሶ ሊወድቅ እስራቴ\nወጣህ ቀራንዮ ጎልጎታ\nበእኔ ተገብተህ አንተ ጌታ\n	በወንበዴዎች መካከል\n	እንደወንጀለኛ ስትሰቀል\n	ከዋክብትም ረገፉ\n	ከመሬት ላይ ተነጠፉ\nመቃብርን አፈራርሰህ\nበስልጣንህ ሞትን ገድለህ\nሲኦልም ባንተ ተበርብራ\nነፍሳት ወጡ በየተራ\n	ጠላት ሞቷል አይነሳም\n	ምርኮ ሆኗል በደም ካሳ\n	ምስጋና ብቻ የለም ሌላ\n	ሊታደገን ከሞት ጥላ\nዳግም የለም በኛ ሞት\nአንዴ ሞቷል ሞት ሊሞት\nበክርስቶስ ክርስቲያን ነን\nሞት ከሞተ ህያዋን ነን" },
			n100 = { "ሠላምህ ይብዛላት ምድሪቱ\nየሰው ልጅ እንዳይቀር በከንቱ /2/\n	የሌለንን ሰላም እንሰብካለን\n	በጎ ነገር ጠፍቶን እንጮሀለን\n	ጸሎት ልመናችን ከንቱ እንዳይቀር\n	ሰላምን ላክልን እግዚአብሔር\nየካም ልጆች በዝተው በምድር ላይ\nገመናን ገለጡ በአደባባይ\nፍፁምነት ጠፍቶ ከልባቸው\nበክፋት ተመላ ጉባኤያቸው\n	በሰላም ቤት ቆመን ሰላም ጠፍቷል\n	ታንኳችን በነፋስ ተጨናንቋል\n	አድነን ጌታ በሆይ እንዳንጠፋ\n	ገስፀው ማዕበሉን ሁነን ተስፋ\nዓለም ስለሰላም ቢዘምርም\nምድራችን ከሠላም አርፋ አታውቅም\nሰላማችን አንተን ስንይዝ ነው\nእውነተኛ ሰላም ምናገኘው" },
			n101 = { "በደላችንን የተውክልን\nበመስቀል ተሰቅለህ እራቆትክን\nጐንህን ተወግተህ የእኛ ጌታ\nሞትን ወጋህልን ወደማታ\nሞትን ወጋህልን በጐልጐታ\n	ጠላት ክንዱን ጭኖብን በላያችን\n	የእዳ ደብዳቤ በአንገታችን\n	አስሮ ቢጥለንም ከጉድጓዱ\n	በደምህ ፈታኸን ከወጥመዱ /2/\nበስብራትህ የጠገንከን\nአንተ ደክመህ ያጽናናኸን\nመስቀል ተሸክመህ ክንድህ ዛለ\nሞታችን በሞትህ ተገደለ /2/\n	ሲኦል ተበርብራ በሥልጣንህ\n	ነፍሳት ተመልሰው ወደቤትህ\n	ሞልቷል ከበረቱ በአንተው መንጋ\n	ድል ተከፍሎ ለሞት ዋጋ\n	ደም ተከፍሎ ለሞት ዋጋ\nከዋክብት ረገፉ ስለ ክብርህ\nብርሃናት ጨለሙ ላያሳዩህ\nሙታን ከመቃብር ተነሱና\nምስጋና አቀረቡ እንደገና /2/" },
			n102 = { "ኧረ አንቺ ዓለም /4/\nአታታይ ተይ ግድ የለም\nማታለልሽ ከቶ ለምን ነው\nካንቺ ጋር ላልሆን እስከ ወዳኛው\nየኔስ ሀገሬ በሰማይ ነው /2/\n	ፍቀድልኝ ግድ የለም ገብቼ ልኑር በገዳም\n	አስቸገረኝ ይሄ ዓለም /2/\nባይጠቅመኝም ሳጠራቅም\nከማይረባኝ ስኝቀዳደም\nበከንቱ ቀረሁ ከዚች ዓለም /2/\nየዕለት ጉርሴን ካልነፈከኝ\nየዓመት ልብሴን ከሰጠኸኝ\nከዚህ በላይ ለኔ ምን አስፈለገኝ /2/\n	ዓለምን ላልጨርሳት ተስገብግቤ\n	አንዱን ነጥቆ አንዱን ደርቤ\n	ዳር አወጣኝ ከንቱ አስቤ\n	ይሻለኛል እኖራለሁ\nከፍርድ በፊት ሳልሞት ልዳን\nትወቅ ነፍሴ ሕያውነቷን\nበሥራዋ ትውረስ መንግሥትህን\nስስቷን ትታ የዚች ዓለምን\n	ነፍሴ አደራ ተጠንቀቂ\n	ሞትን ያህል አለ ነጣቂ\n	የዚያች ሲዖል እንዳትወድቂ\n	የአምላክሽን ሕጉን ጠብቂ\n	ንስሀ ግቢ ተፀፀቺ\n	አይጠቅምሽም ይሄ ዓለም ላንቺ\n	የሞይን ሞት ኋላ እነዳትሞቺ\n	የጽድቅን ጉዞ መንገድ ናፍቂ\nዕድሜ ጥላ ነው ፈጥኖ ይደርሳል\nሀብት ንብረቱም ከዚህ ይቀራል\nጽድቁን አስቢ እሱ ይበልጣል\nከፃድቃን ጎራ ይመድብሻል\n	ኮብልዬ ነበር ትዛዝህን ጥሼ\n	ላለፈው ጥፋት እኔን ወቅሼ\n	በንስሀ ዳኛ ራሴን ከፍቼ\n	ተቀበለኝ በይቅርታ ተመልሼ" },
			n103 = { "እማዬን አባዬን ማለቱ ቀረና\nአያቴ ቅድመ አያቴ << <<\nልጄ ልጄ ሆነ የልቅሶአችን ቃና\nባሳደጉ ፋንታ መጦርን ሲችሉ\nባስተማሩ ፈንታ መደገፍ ሲችሉ\nአልቅሶ ቀባሪ እንዴት ይሆናሉ\nደረሰ እያለች እናት ስታይህ\nለወግ መረግ በቃ ብላ ስትገልጽህ\nየመቃብር ጉዞ . . .\nበልጅ ሊኮራ አባት ሲጠብቅሽ\nወልደሽ ልትስሚለት\nለአቅመ ሔዋን በቅተሽ\nጨርሶ ስንብት ምን ይሆን ያሰኘሽ\nበልጅ ሊጦሩ ነበር ምኞታቸው\nጧሪ ቀባሪ አጡ ባዶ አደረግናቸው\nፍቅርን ሳንጨርስ ታይተን ጠፍተናቸው\nየወላድ መካኖች ሆኗል ዕድላቸው\nየሀገር ባላደራ ተተኪው አንተ ነህ\nባባትህ ተተካህ አላማን ሰንቀህ\nየዕቃቃ ጨዋታ እባክህ ይቅርብህ\nታቅፋ አሳድጋህ አዝላ በዠርባዋ\nአጉርሳ አስተምራ በድሃ ኑሮዋ\nጥቁር መልበስ ሆነ የእናት ውለታዋ\nያለውን ኹኔታ ጠንቅቀን ስናውቀው\nወገን ተነጥሎ ሲኼድ እያየነው\nከቶ እንደምን ይሆን ልቦና ያጣነው\nተምሮ ጨርሶ ሥራ ያዘ ሲባል\nወዳጅ ዘመድ ሲለው ወገኑን ያኮራል\nሀገር ተረክቦ አደራን ይወጣል\nአንድ ዓመት ሳይሞላው መሞቱ ይሰፋል\nበራስ የሚመጣው በሽታ ይቅርና\nከፍቶ የመጣውን የጣልያንን ጀግና\nመመለስ ተችሏል በራሱ ጐዳና\nአንተም ወኔ ታጠቅ ጀግንነት ነውና\nኣምላክ ሳይፈርድብህ አንተው ባንተ ፈርደህvያንተን ሕይወት ባንተ እንዴት ታጠፋለህvፈጣሪ ያልሸሸህን አንተ ግን ኮበለልህvአንተው በእጅህ ጭረህ በእሳት ተበላህ\nትሰማኝ እንደሆን ዘዴውን ልንገርህ\nመጥፎውን ተውና ከፈጣሪ ታርቀህ\nእስከ ወዲያኛው ኑር መልካም ሕይወት ፈጥረህ" },
			n104 = { "ሰቀሉህ ወገሩህ ምንም ኃጢኣት ሳይኖርብህ\nይስቀሉ ይውገሩኝ ሐሰት በቃልህ ሳይገኝ\nቀራንዮ እንዴት ዝም አልሽ\nጐልጐታ እንዴት ጨቀንሽ\nኣምላክ ሲሰቀል አስቻለሽ ተሰቃየህ ኣምላክ ሆይ\nተወጋህ ቸሩ ሆይ እንደ ተራ ሰው ባደባባይ\nእየተመታ በአይኁድ ወገን\nጋራውን ወጣ ተራራውን\nመስቀሉን ይዞ ቢጫኑትም\nያለም ፈጣሪ የሁሉ ጌታ\nላደረገልን ሳይል ውለታ\nበፈጠረው ነው የተንገላታው\nአዝ . . . . . . .\nምድር ታልቅስ ወዮ ትበል\nበሠራችው በዚያ በደል\nከፊት ወድቃ ከዚያ መስቀል\nምድር ሆይ ስሚ ዦሮ ሰጥተሽ\nአትዘናጊ ግፍን ረስተሽ\nበደም ያነፃሽ ከበደልሽ\nከመስቀሉ ነው መድኃኒትሽ\nበሰውነቱ ክፋት ሳይኖረው\nበቃሉ ሐሰት ጭራሽ ሳይወጣው\nጌታ ሰቀሉት አይኁድ ወንጅለው\nአዝ . . . . . . . ( በለሆሳስ)" },
			n105 = { "አርባ ሌሊት መዓልት ሳይቀመጥ ቆሞ\nጾምን አስተማረ በፈቃዱ ጾሞ\nሥራትንም ሰጠ እራሱ ፈፅሞ\nይመስገን ከሁሉ አስቀድሞ\nአምነዋለው የሚል የሚወድ ጌታውን\nይፁም የጾመውን ጾሞ ያሳየውን\nለሕጉ ይገዛ ከፍቶ ልቦናውን\nበቃሉ ይከተል አምላኩን\nእምነት ያለው ቢኖር ሥራ የሌለው\nእንደማይድን ይወቅ ተስፋ እንደሌለው\nክብር አይሰጠውም ዘላለማዊው\nበጸጋ አምላኩን ሊያየው \nቆሞ የጸለየው ኃጢኣት ሳይኖርበት\nሥርዓትን ሊሰጥ ነው ለፈጠረው ፍጥረት\nጾሞና ጸልዮ መንግሥቱን . . .\nበበረሀው ገብቶ በቆሮንቶስ ገዳም\n40ሌሊት መዓልት ደከመኝ አላለም\nከቆመበት እግሩ ጭራሽ አልታጠፈም\nሲያዝን ነው በንፅህና እንድንጾም\nበንጽህና ሆኖ ጾሞ የጸለየው\nእርሱ ነው ኣምላከን በነፍስ ዐይኑ ያየው\nበሥራው ለመዳን አምኖ ያልዘገየ\nተስፋውን ከፍቅሩ ያልለየ\nለሥጋችን እንድትሆን ምድርን ባረካት\nምግበ ነፍስ ሠጠ ጾምንና ጸሎት\nፍቅርና ትህትና እንዲሁም ስግደት\nሊሆነን ሰማያዊ ሀብት" },
			n106 = { "ድንግል እለምንሻለሁ በውዳሴሽ ዜማ\nድንግል ሰላም ለኪ ስልሽ ድም እየተሰማ\nየፈጣሪዬ እናት ሆና እያለች\nኼደች በበረሀ ውሃን ተጠማች\nወይ ልጄ እያለች እግሯ ሳይሰለች\nአምላክን ታቅፈሽ ስትወርጂ በረሃ\nምንም እንደሌለው እንደ ምስኪን ደሃ\nአንቺ ያህል እናት እንዴት ይጥማሽ ውሃ\n	ፈጣሪ በዕውነት ከሁሉም መርጦሻል\n	ፍጹም ሰው ለመሆን በማህፀንሽ አድሯል\n	ከድንግልና ጋር እናቱ ሆነሻል\n	በነቢያት ትንቢት የተነገረልሽ\n	ብርህይት ልቦና ድንግል አንቺ ነሽ\n	እንኳን በሰው ፍጡር በውሻም ያልጨከንሽ\nስምሽን እጠራለሁ እያልኩ ድንግል ማርያም\nእመቤቴ ካላልኩ ውስጤ አይታደስም\nስምሽን ለጠራ እመቤቴ ብሎ\nበልጅሽ ቃል ኪዳን ትደርሻለ ቶሎ\n	ከነፍስሽ ነፍስ ነስቶ ከሥጋሽ ሥጋን\n	እናቱ አደረገሽ ሰውን ለማዳን\n	በዚህ ገለፀልን ታለቅ ክብርሽን\n	የሄ ነው ያሰጠሽ ማማለድ አንቺን\nከብዙሀን መርጦ ኣምላክ የሰጠን\nየፃድቃን ክብራቸው እመ ብዙሀን\nለኛ ግን አንቺ ነሽ አማላጃችን\nየንጹሀን አክሊል የኃጥኣን መመኪያ\nየፈጣሪሽ እናት ሆነሻል ማደሪያ\n	ባዶ አቁማዳ ይዤ ስምሽን ስጠራ\n	ይሄ መልካም ስምሽ ሆኖኛል እንጀራ\n	አልፌዋለሁ ያን ሁሉ መከራ\n	እመሰክራለሁ ያን ሁሉ አማላጅነትሽ\n	በስምሽ አድጌ እንዴት ልርሳሽ አንቺን\n	አቁማዳዬን ሞልቶ ያበላኝ ስምሽ\n	ሁሌ እጠራዋለሁ አይደክመውም አፌ\nውሻው ሲያባርረኝ ያን ሁሉ ስደክም\nድንግል ካንቺ ሌላ ስንቅ አልነበረኝም\nበልቼ አድር ነበር እያልኩ ስለ ማርያም\nአይለየኝ ድንግል በረከትሽ ዛሬም\nዛሬም ደካሞች በስምሽ ነው ያሉት\nስለ ድንግል ማርያም አትርሱን እያሉ\nየለት ጉርሳቸውን ባንቺ ይበላሉ\n	አለብኝ ውለታ ምከፍለው ለልጅሽ\n	ንጹህ አገልግሎት ለእናትነትሽ\n	ወገቤን ታጥቄ እናቴ ልበልሽ" },
			n107 = { "እንደ ክቡር ዳዊት እኔም በበገና\nስማኝ ስማኝ እያልኩ አለቅሳለሁና\nእባክህ ተቀበል የውስጤን ልመና /2/\nዛሬም በምድር ላይ ነገም በሰማይ\nእባክህ ኣምላኬ ስቃይ እነዳላይ\nየፀባኦት ጌታ እርዳኝ አዶናይ /2/\nበገናዬ ድምጹን ወዳንተ ሲያሰማ\nአይኔም እያነባ ውስጤም እየደማ\nዝማሬዬን ቁጠር ከቅዱሳን ዜማ ካባቶቼ ዜማ\nሰማይና ምድር በቃልህ ያቆምህv\nባህር ውቅያኖስን በእጅህ የሰፈርህ\nበእምነቴ አድነኝ ልቦናን ሰጥተህ ጌታዬ ስልህ\nያላንተ የሆነ ምንም ነገር የለ በጣም ያስገርማል\nሲነጋ ሲጨልም ወቅቱ ሲፈራረቅ በጋው አልቆ ሲዘንም\nጥበብህን መርምሮ የደረሰው የለም\nበጐልዳፋው አፌ እንኳን በእኔ አቅም\nጠበብትነን የሚሉ ተናግረው አልቻሉም\nመርምረው አልቻሉም\nየበላይ የሌለህ የንጉሦች ንጉሥ እኛ ብንበድልህ ብንወድቅም በበደል\nቀድመህ ያዘዝከንን ትዕዛዝህን ብንጥስ\nአንተ ነህ ያዳንከን ሥጋችንን በመልበስ /2/\nዛሬም አወድሼ ከንቱ እንዳልሆን\nከመንፈስ ርቄ እንዳልፈተን\nእባክህ አድለኝ ንፁህ ሕሊናን /2/\nመቼም አልልህም አትፈትነኝ\nብቻ የዚያን ጊዜ ጸሎቴን ስማኝ\nየለበስኩት ሥጋ እንዳያስጥለኝ /2/\nጨካኝ ሆነህ ሳይሆን እንዲህ የምልህ\nአንተም አዝዘኸኛል . . . ብለህ\nከበርህ ቆሚያለሁ ፈውሰኝ ልል\nእንደ ፃድቁ እዮብ ይዩኝ ዐይኖችህ /2/\nብቸኝነት ከብዶኝ ውስጤ ተርበትብቷል\nጠላት በውድቀቴ ይሳለቅብኛል\nየሚጽናናኝ የለም ሐዘኑ ከብዶኛል\nካንተ በቀር ለኔ ማን ይደርስልኛል /2/vጸንቷል በሽታዬ ካልጋ ወድቄአለሁ\nሰው እንደ ማይረዳኝ አረጋግጫለሁ\nእንደ ረሔል እንባ ወዳንተ መልሼያለሁ /2/\nልቦናዬ ካንተ ብዙ ነገር ይሻል\nያላንተ የሚሆን ምን ነገር ይገኛል\nየኔም መሻት ባንተ ሁሉም ይፈፀማል\nአዎ ይፈጸማል\nእኔማ በራሴ ብዙ አስቤ ነበር\nከቁመቴ ስንዝር አንዳችም ላልጨምር\nይበቃኛል ገናስ በራሴ መፎከር\nስያዝ ተረዳሁኝ ጌታ ያንተን ነገር\nኣምላክ ያንተን ነገር" },
			n108 = { "52 23 24 5-3 52-4 23-42 22 2(2 ጊዜ)\n35-54 51 3-2-4 23-5 54 45 5 5\n35-54 51 3-2-4 23 42 22 2(2 ጊዜ)\n\nስለድንግል ብሎ ኢትዮጵያን ይጎብኛት\nድሮስ ከአምላክ በቀር ይች አገር ማን አላት\nበሠራዊት ብዛት መች ትጠበቃለች\nበቅደሳን ጸሎት እሳት ካልታጠረች /2/\nአዝ...\nዓለም ሸምቆባት አሕዛብ ይስቃል\nበልጆችሽ እንባ አውሬው ይቀልድል\nታላቅ ሕዝብ መሆኑን ማንበነገራቸው\nከዘመናት በፊት አምላክ የጎበኘው /2/\nአዝ...\nእውነተኛው እንባ ፈልቀ ከምድር\nበፍጡራን ዋይታ ፍጹም ብትማረክ\nሥጋና ደማችን ተደባልቆ ፈሷል\nአምላክ ቅጣት ይብቃን አሁን ይቅር በለን /2/\nአዝ..\nቅዱሣንን መንቀፍ ወገኔ ተውና\nይልቅ ስለ እነሱ የጽድቅ ጎድና \nበረድኤታቸው በክብራቸው ጥላ\nእንከተላቸው ከፍቅራቸው ኋላ " },
			n109 = { "2-423-24-5 5-154-32-2 (2 ጊዜ)\n21-13513-1-24-4 2151 1\n2 1-13513-1-24-2 542-222-2\n2-4 235-5 1-113113 1-113113 3\n2-4 23-124 2 542 222\n\nየድሆች መጠጊያ ቤተክርስቲያን /፪/\nእነሆ ተደሰች ልጆችሽ መጣን /፪/\nሰላም ሰላም የዘለዓለም ቤቴ /፪/\nከአንቺ አልለይም እስከ ዕለተ ሞቴ 2x\nሰላም ላንቺ ይሁን ቤተ ክርስቲያን /፪/\nበደሙ ያፀናሽ ኢየሱስ መድኅን /፪/\nአዝ...\nቤተ ክርስቲያን ሆይ የአማንያን እናት /፪/\nወደ አንቺ ቀርበናል እንድናገኝ ሕይወት /፪/\nአዝ...\nቅረቡ ምእመናን በአንድነት ሆናችሁ /፪/\nእጆቿን ዘርግታ ልትቀበላችሁ\nተነሥታለችና ቅድስት እናታችሁ\nአዝ..." },
			n110 = { "5513152 2 32442351 1\n355 31532 2 45542 222 2\n52234 4 232422 2 133 2 2\n5513152 2 45542 222 2\n\nመመኪያዬ አንተ ነህ የነፍሴ መዳኛ /2/\nተመልከት ወደ እኔ አትስጠኝ ለዳኛ\n	ሕይወቴን ላንተ /2/ ብያለሁ\n	አምላክ የኔ ጌታ የት አገኝሃለሁ\nከበደሌም አንፃኝ ደግሞም ከኃጢአቴ /2/\nበመንፈስ ይታደስ መላው ሰውነቴ\n	ሕይወቴን ላንተ /2/ ብያለሁ\n	አምላክ የኔ ጌታ የት አገኝሃለሁ	\nአቀበቱ ልቤ በጭንጫ ትዕቢት /2/\nአሸብርቆ ነበር አልፈርስም መስሎት\n	ሕይወቴን ላንተ /2/ ብያለሁ\n	አምላክ የኔ ጌታ የት አገኝሃለሁ\nየክብር ንጉሥ መምጣት ስለተነገረ/2/\nመደልደል አለበት እየተሰበረ\n	ሕይወቴን ላንተ /2/ ብያለሁ\n	አምላክ የኔ ጌታ የት አገኝሃለሁ\nሶስናን ያዳንካት ከሀሰት ምስክር /2/\nእኔንም አድነኝ ካልታሰበ ነገር\n	ሕይወቴን ላንተ /2/ ብያለሁ\n	አምላክ የኔ ጌታ የት አገኝሃለሁ" },
			n111 = { "ኆኅተ አንቲ ለፀሀየ ጽድቅ ለፀሀየ ጽድቅ ምሥራቁ /2/\nእንተ ባቲ ሰረቀ ለብርሃነ ዓለም ጽድቁ /2/\nየተዘጋችው በር የምሥራቋ ደጃፍ\nየታተመች ገነት የአዲስ ዘመን ምዕራፌ\nሌቱ ያለፈብሽ የተስፋ ማለዳ\nበልጅሽ ተፋቀ መርገም እና ፍዳ /2/\nኆኅተ አንቲ ለፀሀየ ጽድቅ …………..\nጨለማን የሻረ የጽድቅ ጎህ ፋና\nየአዲስ ታሪክ ቀለም የዕረፍታችን ዜና\nሥጋሽ ሰውነቱ ነፍስሽ ነፍሱ ሆነ\nድል አድራጊው ልጅሽ ጠላትን በተነ /2/\nኆኅተ አንቲ ለፀሀየ ጽድቅ …………\nየእምነት ምንጭ ነሽ የደስታ መፌሰሻ\nየኃያሉ ንጉሥ መንበር መናገሻ\nንጽህና ተውበሽ በቀኙ ስትቆሚ\nባዶ የሚሞላ ድምፅሽን አሰሚ /2/\nኆኅተ አንቲ ለፀሀየ ጽዴቅ …………\nማዛን መጨነቁ በምድር ሲበዛ\nከልጅሽ አሳስበሽ አድርጊልን ጤዛ\nየተስፋ ወጋገን ምህረትን አሳይን\nበብርሃንሽ ፀዳል ለምሥጋና አብቂን /2/\nኆኅተ አንቲ ለፀሀየ ጽድቅ …………." },
			n112 = { "በባዕድ ሀገር አመልክሀለሁ\nፊቴን በምሥራቅ እመልሳለሁ\nበምቾት ቤቴም አስብሃለሁ\nምትክ የለህም ይህን አውቃለሁ\nአዝ.........\nጠላት ቢነሳ በነፍሴ ሊይ\nየምታድነኝ ነህ በሰማይ\nየአንበሳ ጉድጓዴ ቢሆንም ቤቴ\nታዳጊዬ ነህ ቸር መድኃኒቴ\nአዝ.........\nበምድር ጣኦታት አትረክስም ነፍሴ\nአንተ አምላኬ ነህ ይሄ ነው መልሴ\nየመርገም ሰዎች ቢነሱብኝ\nአምናለሁ ባንተ በማትተወኝ\nአዝ.........\nማዳን የእግዚአብሔር ያንተ ብቻ ነው\nከእጅህ ሊነጥቀኝ የሚችል ማነው\nአንበሳው ትራስ ምቾት ሆኖኛል\nሰላም አምሽቼ ያው ነግቶልኛል\nአዝ.........\nለሞት ብባልም አለሁ በሕይወት\nበርሱ በአምላኬ በርሱ ቸርነት\nአንተን ያመነ ማነው ያፈረ\nስምህ ቅዱስ ነው የተከበረ" },
			n113 = { "ቢፈልግባትም መልካሙ ገበሬ\nአልተገኘባትም ከበለሷ ፍሬ /2/\n………\nለስልሶላት ነበር ሃይማኖት መሬቱ\nተቀጥሮላት ነበር አጥር ሥርዓቱ\nተለቅሞላት ነበር ድንጋይ ፈተናዋ\nፍሬ ግን ታጣባት በመጨረሻዋ\nአዝ.........\nፍሬ የላለባት ቅጠል ስለሆነች\nተካይዋን በምግባር ስላላስደሰተች\nመልካሙ ገበሬ ሊቆርጣት ተነሳ\nሌሎች እንዳይጠፉ በርሷ የተነሳ\nአዝ.........\nለንስሀ ሚሆን ዕድሜ እንዱሰጣት\nጠባቂ መልአክዋ ተማፀነላት\nምክርና ተግሳፅ ይጨመርላት\nታፈራ ከሆነ ላመት እንያት\nአዝ.........\nልመናውን ሰምቶ ጌታውም ፈቀደ\nጥቂት እድሜ ሊሰጥ ሊታገስ ወደደ\nዳግመኛ ሲመጣ ፍሬ ካላፈራች\nተቆርጣ ወደ እቶን እሳት ትጣላለች" },
			n114 = { "ከካራን ስወጣ ወደ አዲሱ መንገድ\nአላውቅም ነበር ወዴት እንደምሄድ\nያንተ ቃል ነውና በማመን ወጣሁኝ\nበረከት አግኝቼ ዘሬን አበዛሁኝ\n አዝ.........\n ሲሰማኝ ምሬቱ የቀድሞ ኑሮዬ\n ረገምኩ ታሪኬን ጨለመኝ ኋሊዬ\n ታራ ያስተማረኝ ተስፋ ቢስ ሕይወት ነው\n ስትጠራኝ አየሁት የነገ ክብሬን ነው\nአዝ.........\nከቶማን ሆኜ ነው እንዲህ ያከበርከኝ\nከአህዛብ ለይተህ ከፍ ከፍ ያረከኝ\nአብርሃም ሆይ ያልከኝ የወደድከኝ አምላክ\nልገዛ ላምልክህ ለክብርህ ልንበርከክ\n አዝ.........\n ህዝብህን ታደገው በረከት አይጥፋ\n መሆንክን ይወቀው የዘለዓለም ተስፋ\n አለማመን ይራቅ ጥርጥር ይወገድ\n ልጆችህ ይጓዙ በአንዲቱ መንገዴ" },
			n115 = { "ሕሙም ስላአዳነ በእጆቹ ዳስሶ\nሙትን ስላስነሳ በእጆቹ ዳስሶ\nይህ በደል ሆኖበት ለአምላክ ኖሊዊ ሔር\nበእጸ መስቀላ ላይ ዘርግቶ በፍቅር\nቀኝ እጁን በሳዶር ግራውን በአላዶር\nተቸነከረልን ጌታ በሁለት ችንካር\nአምንስቲቲ ሙኬርያ አንቲ ፋሲልያሱ\n ቤተ ቤቅደስ ምኩራብ በተመላለሱ\n ባህር ላይ በሄደ ልክ እንደ በየብሱ\n ለአምላክ ቤዛ ኩሉ ይህ ወንጀል ሆኖበት\n በዕጸ መስቀሉ ሊይ ተላልፎ ለመሞት\n ሁለቱን በአንዴ ሊይ እግሮቹን በድናት\n ተቸነከረልን አምላክ የእኛ ህይወት\n አምንስቲቲ ሙአግያ አንቲ ፊሲልያሱ\nበልቡ አስቦ ደህነት የሚያመጣ\nከበጎ ልቦናው በጎ የሚወጣ\nይህ ወንጀል ሆኖበት አምላክ መድኅን ዓለም\nበእጸ መስቀሉ ላይ ተዘርግቶ ለዓለም\nልቡን በአዴራ ደረቱን በሮዳስ\nተቸነከረልን ወልደ አምላክ ክርስቶስ\nአምንስቲቲ ሙዳሱጣ አንቲ ፊሲልያሱ" },
			n116 = { "ልቦና የሚመስጥ አጥንት ዓለምላሚ\nምድራዊ አይደለም ምንጩ ሰማያዊ\nሄደህ የሰማኸው ከመላእክት ከተማ\nምንኛ ጥዑም ነው ያሬድ የአንተ ዜማ\nአዝ...........\n ከትንሽ አንስቶ እስከ ግዙፎቹ\n አምላክ እንደሰራው በስነ-ፍጥረቱ\n ያልነገርከው የለም በዜማ ድርሰትህ\n ከመንፈስ ቅዱስ ቃል ነውና እውቀትህ\nአዝ...........\nኢየሱስ ክርስቶስ ለእኛ የሆነውን\nመገረፍ መሰቀል መሞት መነሳቱን\nእናስታውሰው ዘንድ አመልክተህ ጽፈህ\nአበረከትክልን ከዜማው አስማምተህ\n አዝ...........\n ለፀሐይ እናቱ ለብርሃን መውጫ\n ለድንግልማርያም ውዳሴ እንዲገባ\n በምልዐት በስፋት በምሥጢር በአንክሮ\n ያቀረብከው ዜማ ዛሬም አለ ከብሮ\nአዝ...........\nጸጋ በረከትህ ይደር በሁሊችን\nሊቀ ተዋህዶ ያሬድ አባታችን\nጠፍተው እንዳንባክን የአንተን ዜማ ዓዋቂ\nአምላክ ያስነሳልን ሊቃውንት ጠባቂ" },
			n117 = { "ያቺን የተስፋ ምድርእናፍቃታለሁ\nኢየሩሳሌምን ሁሌም እመኛለሁ\nበመሻቴ ብቻ እንዳይሆን አውቃለሁ\nሕግና ፍርድህን ከልቤ ጽፋያለሁ\n አዝ...........\n መንገዱ ልዩ ነው ለሥጋ አይመችም\n ያለብዙ ድካም በከንቱ አይገኝም\n በሰፊው ያላችሁ ከዚህ ተመለሱ\n የአባቶቼን ሀገር ከኔ ጋር ውረሱ ከኔ ጋር ውረሱ\nአዝ...........\nየይሁድ መንገድ የዴማስ ጎዳና\nከቤት አያደርስም አያዘልቅምና\nጴጥሮስ ዮሐንስን አሳዩኝ በልና\nወንድሜ ተመለስ ከኢየሩሳላም ና ከኢየሩሳላም ና\n አዝ...........\n በግብፅ የምትኖሩ ወዲህ ተሰብሰቡ\n በይሁዳ ያላችሁ ወደ ጽዮን ግቡ\n ከባቢሎን ሽሹ መዝገቧንም ዝጉ\n ኢየሩሳላምን መጠጊያ አድርጉ መጠጊያ አድርጉ" },
			n118 = { "ይትበሃሉን እና ቃሉን አነበብነው\nሐተታውን እና ምሥጢሩን ተማርነው\nበቅዱሳን ሕይወት ወንጌሉን አየነው\nበቅዱሳን ሕይወት ወንጌለን አየነው\n አዝ...........\n አጋንንትን ገዝተው በእሳት ውስጥ ሲያልፉ\n ሞትን በሞታቸው ደግመው ሲያሸንፉ\n እባቡን እረግጠው አንበሳውን ሲያዝ\n ደመናውን ጠቅሰው በአየር ሊይ ሲጓዝ 2x\nአዝ...........\nወንጌል ትምህርት ብቻ አይደለችም ብለው\nየተነገረውን በሕይወት ለውጠው\nአምላክ ዘበጸጋ ሆነው አየናቸው\nወንጌሉን በገቢር ተማርን ከገድላቸው 2x\n አዝ...........\n የወንጌሉ ቅኔ ገድሉ ይፈታዋል\n ፊደሉን ንባቡን ይተረጉመዋል\n ይሆናል ተብሎ የተማርነውን\n ቅዱሳን በገድል ሆነው አሳዩን 2x\nአዝ...........\nፍልስፍና አይደለም የወንጌል ትምህርቱ\nዕውቀት ብቻ አይደለም ሕጉና ትንቢቱ\nበሕይወት የሚታይ በእውነት የሚኖር\nመሆኑን አሳዩን ቅዱሳን በግብር 2x" },
			n119 = { "የመድኃኒት እናት ሕመምተኛ ልጅሽ\nምህረትን ፍለጋ ቆሜአለሁ ከደጅሽ\nጸሎት ልመናሽን ታምኜአለሁና\nከቤትሽ መልሽኝ ዳግም እንደገና\n አዝ...........\n የደካሞች ብርታት የምስኪናን ተስፋ\n ለዓለም አልተውሽኝም በከንቱ እንድጠፋ\n የህይወቴ ጥበብ እረፍቴ ሠላሜ\n አማልጂኝ እላለሁ ከመቅደስሽ ቆሜ\nአዝ...........\nበፍቅርሽ ብርሃን ነው ልጅሽን ያየሁት\nባዶ ማድጋዬን ጋኔን የሞላሁት\nአልጫ ኑሮዬ ዛሬ ተለውጧል\nበደሌና ኃጢአቴ በምልጃሽ ተፍቋል\n አዝ...........\n ብርሃን ወጥቶለታል ጨለማ ሕይወቴ\n ዛሬም ጥላ ሁኚኝ እናቴ እመቤቴ\n ፍቅር ውለታሽን ዘወትር አውጃለሁ\n ከአእላፍ መካከል እቀኝልሻለሁ\nአዝ...........\nበረከት ረድኤትሽ ይኑር ከእኔ ጋራ\nምሥራቅ ቤተሌሔም የሲና ተራራ\nመናን ያቀርብሽው ለተራበው ዓለም\nድንግልዘለዓለም የሚመስልሽ የለም" },
			n120 = { "በደለኞች ሳለን ምህረትን ሰጠኸን\nስለዚህ ስምህን እናወድሳለን\nዘለዓለማዊ ነህ አልፋና ኦሜጋ\nስምህን እንጠራለን በተሰጠን ጸጋ\nለከ ሃይል ክብር ወስብሐት\nንዘምር ለከ አምላከ አማልክት (2x)\n አዝ...........\n ሰማያትን ከፍተህ ብትወርድልን ምነው\n አድነን ታደገን ብለን ያነባነው\n የምህረት አባት ነህ ዛሬ አቅንተኸናል\n ሁሉ ነገር የማይችል ክብርን ሰጥተኸኛል\n ቅዱስ አንተ ገባሬ ዓለማት\n ንሴብሐከ አምላከ አማልክት (2x)\nአዝ...........\nየጠፋውን ፈለገህ በመስቀል አዳንከው\nለምሥጋና በቃ በክብር ከለልከው\nቤዛና ተስፋችን መድኃኔዓለም\nበምድርበሰማይ የሚመስልህ የለም\nለከ ሃይል ክብር ወስብሐት\nእግዚአብሔር አምላከ አማልክት (2x)\n አዝ...........\n በእሳትና ውሃ ረድተህ አሳለፍከን\n ከድካም አድነህ እረፍትን ሰጠኸን\n በመከራችን ቀን ረድተኸናልና\n ከፊትህ ቆመናል ዛሬም ለምሥጋና\n ለከ ሃይል ክብር ወስብሐት\n ንዘምር ለከ አምላከ አማልክት (2x)" },
			n121 = { "የተወደደ ስምሽ ማርያም\nእንዳንቺ ንጹህ በዓለም የለም\nአሳስቢልን እንዲምረን መድኃኔዓለም\n አዝ...........\n በንጽህናሽ በመመረጥሽ\n ድንግል በእውነት እፁብ ድንቅ ነሽ\n አሳስቢልን እንዲምረን መድኃኔዓለም\nአዝ...........\nፍጥረታት አንቺን ይማፀኑሻል\nከሲዖል ዓለም አውጪን ይሉሻል\nአሳስቢልን እንዲምረን መድኃኔዓለም\n አዝ...........\n አስራትሽን ኢትዮጵያን\n ጠብቂልን ድንግል ህዝቧን\n አሳስቢልን እንዲምረን መድኃኔዓለም" },
			n122 = { "ወንበዴ የነበርኩኝ ሀገር ያሰለቸሁ\nበመስቀል ላይ ሆኖ ታሪኬን ለወጠው\nአስበኝ ስላልኩት በኋላ ስትመጣ\nገነትን ለማየት የመጀመሪያው ሰው ሆንኩኝ ባለዕጣ\nአቤት ፍቅሩ የእግዚአብሔር የእግዚአብሔር\nግሩም ፍቅሩ የእግዚአብሔር የእግዚአብሔር\n አስበኝ ስላልኩት አሰበኝ ጌታዬ\n ወንበዴ የነበርኩኝ ስርቆት ነው ሞያዬ\n በመስቀል ሊይ ሆኖ ህዝቡን ያስብ ነበር\n እኔስ አላየሁም (2) እንዲህ ያለ ፍቅር\n ግሩም ፍቅሩ የእግዚአብሔር የእግዚአብሔር\n ኃያል ፍቅሩ የእግዚአብሔር የእግዚአብሔር\nአልታይም ብዬ ኃጢአትን ስሰራ\nተመለስ ይለኛል ስሜን እየጠራ\nእንዳልሞትበት ነው በኃጢአት ታስሬ\nፍቅሩን አልዘልቀውም (2) እንደዚህ ዘርዝሬ\nአቤት ፍቅሩ የእግዚአብሔር የእግዚአብሔር\nግሩም ፍቅሩ የእግዚአብሔር የእግዚአብሔር\nኃያል ፍቅሩ የእግዚአብሔር የእግዚአብሔር\n መከራ ሲከበኝ መጥቶ ያጽናናኛል\n በሀዘኔ ጊዜ እግዚአብሔርም ያዝናል\n አይኑ ከእኔ አይርቅም ጥበቃው አይከፋም\n ስሙን እጠራለሁ (2) በጌታዬ አላፍርም\n ግሩም ፍቅሩ የእግዚአብሔር የእግዚአብሔር\n ኃያል ፍቅሩ የእግዚአብሔር የእግዚአብሔር" },
			n123 = { "ኦ ጌታ ሆይ ተሰቀልክ ሆይ (2)\nምድር አለቀሰች እያለች ዋይ ዋይ\nኦ ጌታ ሆይ ተሰቀልክ ሆይ\n ኮረብቶች ደንግጠው መድረሻ ጠፋቸው\n ከዋክብትም ፈርተው ጨለማ ዋጣቸው\n እጅግ አይደንቅም ወይ ጌታ መሰቀሉ\n የጌቶቹ ጌታ ችንካር ላይ መዋሉ\n ኦ ጌታ ሆይ ተሰቀልክ ሆይ...\nሰማይና ምድርን በፈጠረበት\nጨለማና ብርሃን ባደረገበት\nችንካር ተከሉበት መቱት በህብረት /2/\nኦ ጌታ ሆይ ተሰቀልክ ሆይ...\n ድንግል አለቀሰች እንባዋ ፈሰሰ\n ስደተኛ ልጇ መከራ ቀመሰ\n ህማሙን ሳስበው አለቅሳለሁኝ\n የስቃዩን ነገር አስባለሁኝ\nኦ ጌታ ሆይ ተሰቀልክ ሆይ...\nእንባዬን ጠራርጎ እረሀቤን ተካፈል\nሞተልኝ ጌታዬ ስለሞቴ ብል\nእኔ ልሙትልህ ሲለኝ ሰማሁት\nእንዲህ የወደደኝ ምን አረኩለት" },
			n124 = { "142-45 142-22 /2/\n142-45 13132 31513 242-22\n\nይበላሃላ/4/\nአንተንም አፈር ይበላሃላ እንደሚኝ ሰው እንደተላላ\n አሊ ሲሞት ያለብኝ አሳር\n በአንዱ እጄ ዶማ በአንዱ እጄ ምሳር\n አሉ ሲሞት መብላ ጉበት\n ከአሊ በፊት እኔ ልሙት\n አሊ ሲሞት መጠጤ አተላ\n አንተንም አፈር ይበላሃላ\n እኔንም ጎንደር ይሸጡኛላ\nበላው አፈር በላው አፈር\nያንን አንገት ያንን እግር\nአንቺንም አፈር ይበላሻላ\nእንደሚኝ ሰው እንደተላላ\n በላው አፈር በላው አፈር\n ያስተማረህን ያንን ምሁር\n በላው መረሬ በላው መረሬ\n ያንን የዋህ ሰው ያንን ገበሬ\n አንተንም አፈር ይበላሃላ\n እንደሞኝ ሰው እንደተላላ\nበላው አፈር በላው አፈር\nያንን ታሪክ ያንን ዘመን\nያንን ባህል ያንን ፍቅር\nበላው አፈር በላው አፈር\nአንተንም አፈር ይበላሃላ\nእንደሞኝ ሰው እንደተላላ" },
			n125 = { "444445 1145 1113\n444445 115\n231131 231 231131 242\n\nምን ያጣላችኋል ዋኔን በመሬት ጉዳይ ዋኔን\nአሁን ዘር ሲጠፋ ዋኔን ይቀር የለም ወይ ዋኔን/2/\n ምድርን ጠላ መጥመቅ ዋኔን ማን አስተማረው ዋኔን\n እየጠራ አጠጣው ዋኔን ያንን ሁለ ሰው ዋኔን/2/\nበል እድር ጆሮዬ ዋኔን ነገ እቆርጥሀለው ዋኔን\nባንተም ክፉ ነገር ዋኔን ሰምቼብሀለው ዋኔን/2/\n ወይ አላሳጨድነው ዋኔን ወይ ከብት አልበላው ዋኔን\n ከቶ መቼ ይሆን ያ ሳር ማለቂያው/2/\nብላጨው አመመኝ ዋኔን ብሰራው ከፊኝ ዋኔን\nአንድ ራሴ እኮ ነው የሚያስጨንቀኝ/2/\n የሁዳዴውስ ጾም ዋኔን ምንም አላለው ዋኔን\n ሰው ሁለ ያለቀው ዋኔን በህማማቱ ነው ዋኔን/2/\nበባላገር ነበር ዋኔን ኑሮስ የሚሻል ዋኔን\nከተማ ሰው ገብቶ ዋኔን ምን ምን ሰው ይሆናል ዋኔን\nእኔ ልሙትልህ ሲለኝ ሰማሁት\nእንዲህ የወደደኝ ምን አረኩለት" },
			n126 = { "42222 45 4442 42 42332 45 4442 42\n42222 45 1545131 11113 11113 242 42\n31555 131 11113 11113 242 42\n3155555 15 15 15 444542 42\n\nወንድሜ ጠፍቶ ስሄድ ነብር አግኝቶኝ ከመንገድ\nአልተመለስኩም ወዲያው ሄድኩኝ እኔን ይብላኝ እያልኩኝ/2/\nየቀድሞ ዘመን ስህተት በፆም ቀን አሳ መብላት\nያሁን ዘመን ሰው አያውቅ መላ በፆም ሽሮ ነው የሚበላ/2/\nየኛ መድኃኒት አይነቶች በብዙ አሉ ቅመሞች\nነገር ግን እኔ ሳስበው ስራስሩ መላካም ነው/2/\nያባቶቻችን ውሃ ዋና ላይ ላዩን ነበር በጤና\nየዛሬ ልጆች ይበልጣሉ ውስጥ ለውስጥም ይሄዳሉ/2/\nኮሶ ተጣብቶኝ ትላንትና መድሀኒት ስሻ ዋልኩና\nድንገት ሰማሁኝ አንዴ ዜና የወዲያ ሰዎች ህግ ደንብ\nአይከለክልም ምግብ\nየኛ ስርዓቱ ከባድ እንዴያው በባዶ ሆድ/2/\nየጌታችንን ፀባይ ያለኔ የሚያውቅ አለ ወይ\nማታ ለግብር መልካም ሰው ቀን ሲቆጣ ክፉ ሰው/2/\nአያሳስትም ሰአት ቀጠሮ ያከብራል ሞት\nሽማግሌ አይል ህፃን ሞት ጠያቂ ነው ሁሉን\nአሁን ይመጣል በእውነት ሞት ብል አይቀርም ሞት/2/\nእሁድ ቅዳሜ ቢሆን እበላ ነበር ምሳዬን\nእንዲህ በፆም ቀን የምዞረው ለጊዜ ማድረሻ ነው/2/\nትንሽ ቤት ሰራሁ እንደአቅመኛ ሁለት ሶስት ሰው የምታስተኛ\nአሊስገባ አለች እርሷው ጠባ ሰው በሰው ሊይ እየገባ/2/\nከታች ጉርጓደ የጠለቀ ከሊይ ጉበኑ የጠበቀ\nእንዱህም አዴርገው ቢሰሩት መፌረሱ አይቀርም ሞት/2/\nየዛሬ ዘመን ሰው ስራ ሳሩም ቅጠለም አያኮራ\nእውቀቱስ ያንተ መሰለኝ በአብነትህ አድነኝ/2/\nአባቶቻችን ካህናት ሲጠመጥሙ ከጥንት\nለስልጣናቸው ለክህነት መለያ ነበር ምልክት\nአሁንማ ጠምጣሚዎቹ ሹሞቹና ጠበቆቹ/2/\nይህቺ በቅሎዬ ምን ሆነች አጉል መጥፍ አመል ለመደች\nየጎረቤቷን እያየች ጭነት መገልበጥ አመጣች/2/\nየሰሞኑ ጋብቻ ድንቅነቱ ከቀድሞ እጅጉን መለየቱ\nመሆኑ ቀርቶ እስከ ሞት ተጀመረ ተጧሪ ፈቶ ወጣት ማግባት/2" },
			n127 = { "3-5 154 3332 2 42 35 154 4444 4/2/\n44515 13 1555-524 4231 242/በበገና ብቻ/\n33 444-1 5551 42 35 154 3332 2 42\n\nአዝላው ወረደች ወደ ግብፅ/2/\nስደተኛዋ የአምላክ እናት ይህ ዓለም ለሷ መች ተገባት\n ዓለም በምሉአት አስተናግዳት የፍቅር ምንጯ ተሟጦባት\n እነ ኮቲባን እየላከች የአምላክን እናት ተሳደበች\n እነ ሄሮዴስን እየላከከች ህፃኑን ልትገል አሳደደች\nየክብርን ጌታ ተሸክማ ውርደት ለበሰች እንደሸማ\nየሀብቱን ጌታ በጀርባ አዝላ ሰው ተዘከራት ተቸግራ\n በቃለ ትዕዛዙ ምድርን ሰርቶ ተንከራተተ ማደሪያ አጥቶ\n ጌታ ሲወለድ የምስራች በረት ሰጠችው ዓለም ታጋች\nግና መላእክት በሰማያት ሀሌሉያ አሉ በፍርሀት\nወልድን ከአብ ቀኝ ከላይ አይተው ደግሞ በምድር ከድንግል ክንድ\nከላይም ሳይጎል ተመልክተው ከላይም ሳይጎል ተመልክተው\nዓለም በምሉአት አስተናግዷት የፍቅር ምንጯ ተሟጦባት\n እነ ኮቲባን እየላከች የአምላክን እናት ተሳደበች\n እነ ሄሮዴስን እየላከከች ህፃኑን ልትገል አሳደደች\nበቃለ ትዕዛዙ ምድርን ሰርቶ ተንከራተተ ማደሪያ አጥቶ\nጌታ ሲወለድ የምስራች በረት ሰጠችው ዓለም ታጋች" },
			n128 = { "አልዓዛር ይነሳ መግነዙን ፍቱለት\nበጽድቅ አደባባይ ይመላለስበት\nተስፋ ላለው ህይወት ልቡ ይነቃቃ\nነፍሱ እንዳትወሰድ በአጋንንት ተሰርቃ\n የበደሌ እስራት አይቶ ይመላለስ\n አዲሲቷን ምድር በንስሐ ይውረስ\n ሞት መሻሩን አውቆ ከሞት በላይ ይሁን\n በእግዚአብሔር ቸርነት ልቦናው ይታመን\nበደሉ ቢበዛ ልቦናው ቢከብድም\nከአምላኩ ቸርነት በሚዛን አይበልጥም\nኃጥያቱን ተናዝ ንስሐ እንዲገባ\nመንፃትን አሳዩት የፍቅርን እንባ\n የሚያስደንቅ ብርሀን አይቶ ይመላለስ\n አዲሲቷን ምድር በንስሐ ይውረስ\n ካህናት አፅናኑ ህዝቡን በፍቅር ቃል\n ሞት ህይወት አይደለም በቃሉ ተሽሯል\nበአምላክ ብርሀን ይመላለስ አይቶ\nንስሐ ይጠበው እንዳታይ አብርቶ\nንፁህ ልብስ አልብሱት ነፍሱ ሀሴት ታድርግ\nእርሱም ህያው ይሁን በሰዎች መአረግ\n ከመቃብር ይውጣ ጌታ እየጠራው ነው\n ከህይወት እንጀራ ማነው የሚያግደው\n ብርሃን ክርስቶስ ለሱ ተሰውቷል\n ስጋው ለእርሱ እኮ ነው ማን ይመገበዋል\nብርሀን ክርስቶስ አልዓዛር ይለዋል\nመቃብሩን ሽሮ አዲስ ፍጥረት ሆኗል\nማነው ሙት የሚለው ከእንግዲህ በኋላ\nተጠርቷል በጌታ ወደ ፍፁም ተድላ" },
			n129 = { "" },
			n130 = { "" },
			n131 = { "" },
			n132 = { "" },
			n133 = { "" },
			n134 = { "" },
			n135 = { "" },
			n136 = { "" },
			n137 = { "" },
			n138 = { "" },
			n139 = { "" },
			n140 = { "" },
			n141 = { "" },
			n142 = { "" },
			n143 = { "" },
			n144 = { "" },
			n145 = { "" },
			n146 = { "" },
			n147 = { "" },
			n148 = { "" },
			n149 = { "" }, n150 = { "" };
	String[] ByDefalutMessage = { "በመጫን ላይ ነው። እባክዎትን ትንሽ ይጠብቁ!" };

	@Override
	protected void onCreate(Bundle savedInstanceState) {
		super.onCreate(savedInstanceState);
		setContentView(R.layout.activity_begena);

		TextView text = new TextView(this);
		text.setText("የበገና መዝሙር");
		text.setTextSize(16);

		text.setTypeface(Typeface.createFromAsset(this.getAssets(),
				"fonts/gfzemenu.ttf"));
		text.setLayoutParams(new LinearLayout.LayoutParams(
				LinearLayout.LayoutParams.FILL_PARENT,
				LinearLayout.LayoutParams.WRAP_CONTENT));
		getActionBar().setDisplayOptions(ActionBar.DISPLAY_SHOW_CUSTOM);
		getActionBar().setCustomView(text);
		ColorDrawable col = new ColorDrawable(Color.parseColor("#365674"));
		getActionBar().setBackgroundDrawable(col);
		getActionBar().setIcon(R.drawable.ic_arrow_back_white2);
		getActionBar().setDisplayShowTitleEnabled(false);
		getActionBar().setDisplayShowHomeEnabled(true);
		getActionBar().setHomeButtonEnabled(true);
		ParentListItems = new LinkedHashMap<String, List<String>>();
		for (String HoldItem : ParentList) {
			if (HoldItem.equals("1.	በጌቴ ሴማኔ\n     ቅኝት - ሠላምታ")) {
				loadChild(n1);
			} else if (HoldItem
					.equals("2.	በመስቀል ተሰቅሎ (ሶስና በገና)\n     ቅኝት - ሠላምታ")) {
				loadChild(n2);
			} else if (HoldItem
					.equals("3.	በጌቴ ሴማኔ (ዘርፉ ደምሴ በገና)\n     ቅኝት - ሠላምታ")) {
				loadChild(n3);
			} else if (HoldItem
					.equals("4.	ኧረ ስማኝ ሀገሬ (ዘርፉ ደምሴ በገና)\n     ቅኝት - ሰላምታ")) {
				loadChild(n4);
			} else if (HoldItem.equals("5.	ፍቅርና ሰላምን\n     ቅኝት- ሠላምታ")) {
				loadChild(n5);
			} else if (HoldItem
					.equals("6.	ከደጇ ይፈልቃል (አቶ ታፈሰ በገና)\n     ቅኝት- ሠላምታ")) {
				loadChild(n6);
			} else if (HoldItem
					.equals("7.	ኧረ ስማኝ ፈጣሪ (ዲ.ታደለ በገና)\n     ቅኝት - ሰላምታ")) {
				loadChild(n7);
			} else if (HoldItem
					.equals("8.	አባታችን (አቶ አለሙ አጋ በገና)\n     ቅኝት - ሰላምታ")) {
				loadChild(n8);
			} else if (HoldItem
					.equals("9.	እግዚአብሔርም (ዲ.ታደለ በገና)\n     ቅኝት - ሰላምታ ")) {
				loadChild(n9);
			} else if (HoldItem
					.equals("10.	ስለ ሥነ ፍጥረት (አቶ አለሙ አጋ በገና)\n     ቅኝት - ሰላምታ")) {
				loadChild(n10);
			} else if (HoldItem
					.equals("11.	ሰላም ለኪ (አቶ አለሙ አጋ በገና)\n     ቅኝት - ሠላምታ")) {
				loadChild(n11);
			} else if (HoldItem
					.equals("12.	ስለ ልደት (አቶ አለሙ አጋ በገና)\n     ቅኝት - ሠላምታ")) {
				loadChild(n12);
			} else if (HoldItem
					.equals("13.	ስለ ምሥጢረ ሆሣዕና (አቶ አለሙ አጋ በገና)\n     ቅኝት - ሰላምታ")) {
				loadChild(n13);
			} else if (HoldItem
					.equals("14.	አስቀድሞ (አቶ አለሙ አጋ በገና)\n     ቅኝት - ሠላምታ")) {
				loadChild(n14);
			} else if (HoldItem
					.equals("15.	ጲላጦስም (ዘርፉ ደምሴ በገና)\n     ቅኝት - ሰላምታ")) {
				loadChild(n15);
			} else if (HoldItem.equals("16.	የልዳው ኮከብ ደፋር\n     ቅኝት- ሠላምታ")) {
				loadChild(n16);
			} else if (HoldItem
					.equals("17.	ስለ ዳግም ምፅዓት (አቶ አለሙ አጋ በገና)\n     ቅኝት - ሰላምታ")) {
				loadChild(n17);
			} else if (HoldItem
					.equals("18.	የእመቤታችን ምሥጋና (ዘርፉ ደምሴ በገና)\n     ቅኝት -")) {
				loadChild(n18);
			} else if (HoldItem
					.equals("19.	ስለ አዳም መፈጠር (ዘርፉ ደምሴ በገና)\n     ቅኝት - ሠላምታ")) {
				loadChild(n19);
			} else if (HoldItem
					.equals("20.	ድንግልም (ዘርፉ ደምሴ በገና)\n     ቅኝት - ሠላምታ")) {
				loadChild(n20);
			} else if (HoldItem.equals("21.	እስመ አንተ (ዘርፉ ደምሴ በገና)\n     ቅኝት -")) {
				loadChild(n21);
			} else if (HoldItem
					.equals("22.	ስለ ሥነ-ስቅለት (አቶ አለሙ አጋ በገና)\n     ቅኝት - ሠላምታ")) {
				loadChild(n22);
			} else if (HoldItem
					.equals("23.	ማን ይመራመር (አቶ አለሙ አጋ በገና)\n     ቅኝት - ሠላምታ")) {
				loadChild(n23);
			} else if (HoldItem
					.equals("24.	ማን ይመራመር (አቶ ታፈሰ በገና)\n     ቅኝት-ሠላምታ")) {
				loadChild(n24);
			} else if (HoldItem
					.equals("25.	ከቶ አይቀርም ሞቱ (አቶ አለሙ አጋ በገና)\n     ቅኝት - ")) {
				loadChild(n25);
			} else if (HoldItem
					.equals("26.	በስመ ልዑል (ሶስና በገና)\n     (ሰላምታ ቅኝት - ይበላ ሀላ)")) {
				loadChild(n26);
			} else if (HoldItem
					.equals("27.	ሰላም ለማርያም (ሶስና በገና)\n     ቅኝት - ሠላምታ")) {
				loadChild(n27);
			} else if (HoldItem
					.equals("28.	አባ ግራኝ ሞተ (አቶ አለሙ አጋ በገና)\n   /ስለ አፄ ቴዎድሮስ/ ቅኝት - ሠላምታ")) {
				loadChild(n28);
			} else if (HoldItem
					.equals("29.	ድንግል ስልሽ (ሶስና በገና)\n     ቅኝት - ሠላምታ")) {
				loadChild(n29);
			} else if (HoldItem
					.equals("30.	ርግብና ዋኔን (አቶ ታፈሰ በገና)\n     ቅኝት- ዋኔን (ትዝታ)")) {
				loadChild(n30);
			} else if (HoldItem.equals("31.	ዋኔን (ሶስና በገና)\n     (በሰላምታ ቅኝት)")) {
				loadChild(n31);
			} else if (HoldItem
					.equals("32.	ስቀለው ስቀለው (ሶስና በገና)\n     ቅኝት - ዋኔን")) {
				loadChild(n32);
			} else if (HoldItem
					.equals("33.	ኢትዮጵያ ሆይ ተነሽ (ይልማ ኃይሉ በገና)\n     ቅኝት - ዋኔን")) {
				loadChild(n33);
			} else if (HoldItem
					.equals("34.	የብርሃን እናት ነሽና (ይልማ ኃይሉ በገና)\n     ቅኝት - ዋኔን ")) {
				loadChild(n34);
			} else if (HoldItem
					.equals("35.	አቤቱ ደግ ሰው አልቋልና (ይልማ ኃይሉ በገና)\n     ቅኝት - ዋኔን")) {
				loadChild(n35);
			} else if (HoldItem
					.equals("36.	አልፈርድም እኔ (ይልማ ኃይሉ በገና)\n     ቅኝት - ዋኔን")) {
				loadChild(n36);
			} else if (HoldItem
					.equals("37.	ኑ እንቅረብ (ሊቀ መዘምራን ኪነጥበብ)\n     ቅኝት - ዋኔን")) {
				loadChild(n37);
			} else if (HoldItem
					.equals("38.	ማኔቴቄልፋሬስ (ይልማ ኃይሉ በገና)\n     ቅኝት - ዋኔን")) {
				loadChild(n38);
			} else if (HoldItem
					.equals("39.	ድንግል ወላዲተ ቃል (ሊቀ መዘምራን ኪነጥበብ)\n     ቅኝት - ዋኔን (ትዝታ)")) {
				loadChild(n39);
			} else if (HoldItem.equals("40.	ሞቼ ስለማልቀር\n     ቅኝት- ዋኔን (ትዝታ)")) {
				loadChild(n40);
			} else if (HoldItem.equals("41.	ምድረ ቀራንዮ\n     ቅኝት- ዋኔን (ትዝታ)")) {
				loadChild(n41);
			} else if (HoldItem.equals("42.	የአብርሃም አምላክ\n     ቅኝት- ዋኔን (ትዝታ)")) {
				loadChild(n42);
			} else if (HoldItem.equals("43.	እንደቸርነትህ\n     ቅኝት - ዋኔን")) {
				loadChild(n43);
			} else if (HoldItem.equals("44.	በደምህ ተገዛ\n     ቅኝት- ዋኔን")) {
				loadChild(n44);
			} else if (HoldItem
					.equals("45.	ስለ ቸርነትህ (ይልማ ኃይሉ በገና)\n     ቅኝት - ስለቸርነትህ")) {
				loadChild(n45);
			} else if (HoldItem.equals("46.	መጾሙን ይጾማል\n     ቅኝት- ስለቸርነትህ")) {
				loadChild(n46);
			} else if (HoldItem
					.equals("47.	አምላኬ አምላኬ (ይልማ ኃይሉ በገና)\n     ቅኝት - ስለቸርነትህ")) {
				loadChild(n47);
			} else if (HoldItem
					.equals("48.	በህይወቴ (ይልማ ኃይሉ በገና)\n     ቅኝት - ስለቸርነትህ ")) {
				loadChild(n48);
			} else if (HoldItem
					.equals("49.	ለእኔስ ልዩ ነች (ይልማ ኃይሉ በገና)\n     ቅኝት - ስለቸርነትህ ")) {
				loadChild(n49);
			} else if (HoldItem
					.equals("50.	የእኛ ጌታ (ይልማ ኃይሉ በገና)\n     ቅኝት - ስለቸርነትህ")) {
				loadChild(n50);
			} else if (HoldItem
					.equals("51.	ኑ ተመልከቱልኝ (ይልማ ኃይሉ በገና)\n     ቅኝት - ስለቸርነትህ")) {
				loadChild(n51);
			} else if (HoldItem
					.equals("52.	ዳግም ስትመጣ (ዘርፉ ደምሴ በገና)\n     ቅኝት - ስለቸርነትህ")) {
				loadChild(n52);
			} else if (HoldItem
					.equals("53.	ሙሽራው ሙሽራ (የሠርግ)\n     ቅኝት- ስለቸርነትህ (አንቺ ሆዬ ለኔ)")) {
				loadChild(n53);
			} else if (HoldItem
					.equals("54.	የሀብ ከዮመ (የሠርግ) (ይልማ ኃይሉ በገና)\n     ቅኝት - ")) {
				loadChild(n54);
			} else if (HoldItem
					.equals("55.	አሥር አውታር ባለው በበገና (ሶስና በገና)\n     ቅኝት -")) {
				loadChild(n55);
			} else if (HoldItem.equals("56.	አድነኝ ከሞት (ሶስና በገና)\n     ቅኝት - ")) {
				loadChild(n56);
			} else if (HoldItem.equals("57.	ቸሩ መድኃኔዓለም (ሶስና በገና)\n     ቅኝት -")) {
				loadChild(n57);
			} else if (HoldItem.equals("58.	ሰማይና ምድርን (የትምወርቅ በገና)\n ቅኝት - ")) {
				loadChild(n58);
			} else if (HoldItem.equals("59. በገናዬን ላንሳ (የትምወርቅ በገና)\n ቅኝት -")) {
				loadChild(n59);
			} else if (HoldItem
					.equals("60.	ዐርብ የታረደውን (ዘርፉ ደምሴ በገና)\n     ቅኝት -")) {
				loadChild(n60);
			} else if (HoldItem.equals("61.	ድጓውን ክተቱት (ዘርፉ ደምሴ በገና)\n ቅኝት -")) {
				loadChild(n61);
			} else if (HoldItem
					.equals("62.	እንመን በስሙ (ዘርፉ ደምሴ በገና)\n     ቅኝት -")) {
				loadChild(n62);
			} else if (HoldItem.equals("63.	ተወለደልን (ዘርፉ ደምሴ በገና)\n     ቅኝት -")) {
				loadChild(n63);
			} else if (HoldItem
					.equals("64.	ማዘን ጨምሩበት (ዘርፉ ደምሴ በገና)\n     ቅኝት -")) {
				loadChild(n64);
			} else if (HoldItem
					.equals("65.	የኢየሩሳሌም ቆነጃጅት (ዘርፉ ደምሴ በገና)\n     ቅኝት -")) {
				loadChild(n65);
			} else if (HoldItem
					.equals("66.	ኣሓዱ ብሎ ቅዱስ (ዘርፉ ደምሴ በገና)\n     ቅኝት -")) {
				loadChild(n66);
			} else if (HoldItem
					.equals("67.	በአዳም በደል (ዘርፉ ደምሴ በገና)\n     ቅኝት -")) {
				loadChild(n67);
			} else if (HoldItem.equals("68.	አየሁኝ በህልሜ (አቶ ታፈሰ በገና)\n     ቅኝት")) {
				loadChild(n68);
			} else if (HoldItem.equals("69.	አቦዬ ጻድቁ (አቶ ታፈሰ በገና)\n     ቅኝት")) {
				loadChild(n69);
			} else if (HoldItem.equals("70.	እፎይ ታገስከኝ (ዘርፉ ደምሴ በገና) ቅኝት -")) {
				loadChild(n70);
			} else if (HoldItem
					.equals("71.	ሞት እንዴት ሰነበትክ (ዘርፉ ደምሴ በገና)\n     ቅኝት -")) {
				loadChild(n71);
			} else if (HoldItem
					.equals("72.	ኪዳነ ምህረት (ዘርፉ ደምሴ በገና)\n     ቅኝት -")) {
				loadChild(n72);
			} else if (HoldItem.equals("73.	የአዋጅ ነጋሪ ቃል\n     ቅኝት")) {
				loadChild(n73);
			} else if (HoldItem
					.equals("74.	የዓለም መድኃኒት (ሊቀ መዘምራን ኪነጥበብ)\n     ቅኝት - ")) {
				loadChild(n74);
			} else if (HoldItem
					.equals("75.	እወርዳለሁ ቆላ (ሊቀ መዘምራን ኪነጥበብ)\n     ቅኝት -")) {
				loadChild(n75);
			} else if (HoldItem
					.equals("76.	ይህ ቁርባን ክቡር ነው (ሊቀ መዘምራን ኪነጥበብ)\n     ቅኝት - ")) {
				loadChild(n76);
			} else if (HoldItem.equals("77.	ወላዲተ አምላክ (ማኅበረ ቅዱሳን)\n     ቅኝት -")) {
				loadChild(n77);
			} else if (HoldItem
					.equals("78.	የመስቀሉ ፍቅር (ይልማ ኃይሉ በገና)\n     ቅኝት - ")) {
				loadChild(n78);
			} else if (HoldItem.equals("79.	ተዋህዶ (ይልማ ኃይሉ በገና)\n     ቅኝት")) {
				loadChild(n79);
			} else if (HoldItem
					.equals("80.	በይስሀቅ ፈንታ (ይልማ ኃይሉ በገና)\n     ቅኝት - ")) {
				loadChild(n80);
			} else if (HoldItem
					.equals("81.	ውሃ አጠጪኝ አላት (ይልማ ኃይሉ በገና)\n     ቅኝት - ")) {
				loadChild(n81);
			} else if (HoldItem
					.equals("82.	ኃይልህ ሲገለጥ (ይልማ ኃይሉ በገና)\n     ቅኝት - ")) {
				loadChild(n82);
			} else if (HoldItem
					.equals("83.	ሥላሴን ከሰማይ (ይልማ ኃይሉ በገና)\n     ቅኝት - ")) {
				loadChild(n83);
			} else if (HoldItem
					.equals("84.	የጴጥሮስን እንባ (ይልማ ኃይሉ በገና)\n     ቅኝት")) {
				loadChild(n84);
			} else if (HoldItem.equals("85.	ያ ድሀ ተጣራ (ይልማ ኃይሉ በገና)\n     ቅኝት")) {
				loadChild(n85);
			} else if (HoldItem
					.equals("86.	እውነት ስለሆነ ኢየሱስ ክርስቶስ (ይልማ ኃይሉ በገና)\n     ቅኝት")) {
				loadChild(n86);
			} else if (HoldItem
					.equals("87.	በማዳኔ ቀን ጠራሁህ (ይልማ ኃይሉ በገና)\n     ቅኝት - ")) {
				loadChild(n87);
			} else if (HoldItem
					.equals("88.	በኃይልና ጥበብ (ይልማ ኃይሉ በገና)\n     ቅኝት - ዋኔን /ትዝታ/ ")) {
				loadChild(n88);
			} else if (HoldItem
					.equals("89.	ሰዓሊለነ ማርያም (ሲሳይ ደምሴ በገና)\n     ቅኝት - ")) {
				loadChild(n89);
			} else if (HoldItem
					.equals("90.	ሰላም ተዋህዶ (ሲሳይ ደምሴ በገና)\n     ቅኝት - ")) {
				loadChild(n90);
			} else if (HoldItem
					.equals("91.	ጽኑ ክርስቲያኖች (ሲሳይ ደምሴ በገና)\n     ቅኝት - ")) {
				loadChild(n91);
			} else if (HoldItem
					.equals("92.	ክበር ተመስገን (ሲሳይ ደምሴ በገና)\n     ቅኝት - ")) {
				loadChild(n92);
			} else if (HoldItem
					.equals("93.	በኪሩቤል ላይ ተቀመጠ (አቤል ተስፋዬ በገና)\n     ቅኝት -")) {
				loadChild(n93);
			} else if (HoldItem
					.equals("94.	ስምሽ ጉልበት ሆኖኝ (አቤል ተስፋዬ በገና)\n     ቅኝት -")) {
				loadChild(n94);
			} else if (HoldItem.equals("95.	ስሜ ዳዊት (አቤል ተስፋዬ በገና)\n     ቅኝት -")) {
				loadChild(n95);
			} else if (HoldItem
					.equals("96.	ሞትን በሞት ሽረህ (አቤል ተስፋዬ በገና)\n     ቅኝት -")) {
				loadChild(n96);
			} else if (HoldItem
					.equals("97.	መች ይረሳል (አቤል ተስፋዬ በገና)\n     ቅኝት -")) {
				loadChild(n97);
			} else if (HoldItem
					.equals("98.	የዛሬ ዘመን መኮንን (አቤል ተስፋዬ በገና)\n     ቅኝት -")) {
				loadChild(n98);
			} else if (HoldItem
					.equals("99.	በደም ሊታጠብ ኃጢአቴ (አቤል ተስፋዬ በገና)\n     ቅኝት -")) {
				loadChild(n99);
			} else if (HoldItem
					.equals("100.	ሠላምህ ይብዛላት (አቤል ተስፋዬ በገና)\n     ቅኝት -")) {
				loadChild(n100);
			} else if (HoldItem
					.equals("101.	በደላችንን የተውክልን (አቤል ተስፋዬ በገና)\n     ቅኝት -")) {
				loadChild(n101);
			} else if (HoldItem
					.equals("102.	ኧረ አንቺ ዓለም (ዲ.ታደለ በገና)\n     ቅኝት - ")) {
				loadChild(n102);
			} else if (HoldItem
					.equals("103.	እማዬን አባዬን (ዲ.ታደለ በገና)\n     ቅኝት - ")) {
				loadChild(n103);
			} else if (HoldItem.equals("104.	ሰቀሉህ (ዲ.ታደለ በገና)\n     ቅኝት -")) {
				loadChild(n104);
			} else if (HoldItem
					.equals("105.	ገዳመ ቆሮንቶስ (ዲ.ታደለ በገና)\n     ቅኝት - ")) {
				loadChild(n105);
			} else if (HoldItem.equals("106.	ድንግል (ዲ.ታደለ በገና)\n     ቅኝት - ")) {
				loadChild(n106);
			} else if (HoldItem
					.equals("107.	እንደ ክቡር ዳዊት (ዲ.ታደለ በገና)\n     ቅኝት -")) {
				loadChild(n107);
			} else if (HoldItem.equals("108.	ስለ ድንግል ብሎ\n 	ቅኝት - ትዝታ ")) {
				loadChild(n108);
			} else if (HoldItem
					.equals("109.	የድሆች መጠጊያ(ዘማሪት አድነች አስፋው ቁ.1)\n	ቅኝት - ትዝታ ")) {
				loadChild(n109);
			} else if (HoldItem.equals("110.	መመኪያዬ አንተ ነህ መዝሙረ ንስሐ\n	ቅኝት-ትዝታ")) {
				loadChild(n110);
			} else if (HoldItem
					.equals("111.	ኆኅተ አንቲ (ዘማሪ ዲን. ዳዊት ፊንታዬ)\n	ቅኝት- ")) {
				loadChild(n111);
			} else if (HoldItem
					.equals("112.	በባዕድ ሀገር (ዘማሪ ዲን. ዳዊት ፊንታዬ)\n	ቅኝት- ")) {
				loadChild(n112);
			} else if (HoldItem
					.equals("113.	ከበለሷ ፍሬ (ዘማሪ ዲን. ዳዊት ፊንታዬ)\n	ቅኝት- ")) {
				loadChild(n113);
			} else if (HoldItem
					.equals("114.	ታምኜህ ወጣሁኝ  (ዘማሪ ዲን. ዳዊት ፊንታዬ)\n	ቅኝት- ")) {
				loadChild(n114);
			} else if (HoldItem
					.equals("115.	ሕሙም ስላአዳነ (ዘማሪ ዲን. ዳዊት ፊንታዬ)\n	ቅኝት- ")) {
				loadChild(n115);
			} else if (HoldItem
					.equals("116.	የአንተ ዜማ (ዘማሪ ዲን. ዳዊት ፊንታዬ)\n	ቅኝት- ")) {
				loadChild(n116);
			} else if (HoldItem
					.equals("117.	ያቺን የተስፋ ምድር (ዘማሪ ዲን. ዳዊት ፊንታዬ)\n	ቅኝት- ")) {
				loadChild(n117);
			} else if (HoldItem
					.equals("118.	ወንጌሉን ያመኑ  (ዘማሪ ዲን. ዳዊት ፊንታዬ)\n	ቅኝት- ")) {
				loadChild(n118);
			} else if (HoldItem
					.equals("119.	የመድኃኒት እናት (ዘማሪ ዲን. ዳዊት ፊንታዬ)\n	ቅኝት- ")) {
				loadChild(n119);
			} else if (HoldItem
					.equals("120.	ናቄርብ ለከ (ዘማሪ ዲን. ዳዊት ፊንታዬ)\n	ቅኝት- ")) {
				loadChild(n120);
			} else if (HoldItem
					.equals("121.	የተወደደ ስምሽ ማርያም (ዘማሪ ይልማ ኃይሉ) \n	ቅኝት- ")) {
				loadChild(n121);
			} else if (HoldItem
					.equals("122.	ወንበዴ የነበርኩኝ (ዘማሪ ይልማ ኃይሉ)\n	ቅኝት- ")) {
				loadChild(n122);
			} else if (HoldItem
					.equals("123.	ኦ ጌታ ሆይ ተሰቀልክ ሆይ (ዘማሪ ይልማ ኃይሉ)\n	ቅኝት- ")) {
				loadChild(n123);
			} else if (HoldItem.equals("124.	ይበላሃላ /አለሙ በገና/ \n	ቅኝት- ሰላምታ")) {
				loadChild(n124);
			} else if (HoldItem.equals("125.	ዋኔን (አለሙ በገና) \n	ቅኝት- ሰላምታ")) {
				loadChild(n125);
			} else if (HoldItem.equals("126.	ወንድሜ ጠፍቶ  \n	ቅኝት- ሰላምታ")) {
				loadChild(n126);
			} else if (HoldItem
					.equals("127.	አዝላው ወረደች(ይልማ በገና)\n	ቅኝት- ስለቸርነትህ")) {
				loadChild(n127);
			} else if (HoldItem.equals("128.	አልዓዛር ይነሳ(ይልማ በገና) \n	ቅኝት- ")) {
				loadChild(n128);
			} else
				loadChild(ByDefalutMessage);
			ParentListItems.put(HoldItem, ChildList);
		}
		expandablelistView = (ExpandableListView) findViewById(R.id.expandableListView1);
		final ExpandableListAdapter expListAdapter = new B(this, ParentList,
				ParentListItems);
		expandablelistView.setAdapter(expListAdapter);
		expandablelistView.setOnChildClickListener(new OnChildClickListener() {
			@Override
			public boolean onChildClick(ExpandableListView parent, View v,
					int groupPosition, int childPosition, long id) {
				return true;
			}
		});

		expandablelistView
				.setOnGroupExpandListener(new OnGroupExpandListener() {

					@Override
					public void onGroupExpand(int groupPosition) {
						// TODO Auto-generated method stub
						for (int i = 0; i < expListAdapter.getGroupCount(); i++) {

							if (i != groupPosition) {
								expandablelistView.collapseGroup(i);
							}
						}

					}
				});

	}

	public boolean onOptionsItemSelected(MenuItem item) {
		switch (item.getItemId()) {
		case android.R.id.home:
			// API 5+ solution
			onBackPressed();
			return true;

		default:
			return super.onOptionsItemSelected(item);
		}
	}

	private void loadChild(String[] ParentElementsName) {
		ChildList = new ArrayList<String>();
		for (String model : ParentElementsName)
			ChildList.add(model);
	}

	public class B extends BaseExpandableListAdapter {
		private Activity context;
		private Map<String, List<String>> ParentListItems;
		private List<String> Items;

		TextView duratio;
		Button play, playpause;
		SeekBar seekBar;
		Handler mHandler = new Handler();
		TextView currentduration, totalduration;
		private MediaPlayer mp = new MediaPlayer();
		SeekBar seekbarProgress;
		public int oneTimeOnly = 0;
		private final Handler handler = new Handler();
		private double timeElapsed = 0, finalTime = 0;

		public B(Activity context, List<String> Items,
				Map<String, List<String>> ParentListItems) {
			this.context = context;
			this.ParentListItems = ParentListItems;
			this.Items = Items;
		}

		@Override
		public Object getChild(int groupPosition, int childPosition) {
			return ParentListItems.get(Items.get(groupPosition)).get(
					childPosition);
		}

		@Override
		public long getChildId(int groupPosition, int childPosition) {
			return childPosition;
		}

		@Override
		public View getChildView(final int groupPosition,
				final int childPosition, boolean isLastChild, View ListView,
				ViewGroup parent) {
			final String CoursesName = (String) getChild(groupPosition,
					childPosition);
			LayoutInflater inflater = context.getLayoutInflater();
			if (ListView == null) {
				ListView = inflater.inflate(R.layout.child_list_item2, null);
			}
			TextView item = (TextView) ListView.findViewById(R.id.textView2);
			item.setText(CoursesName);
			Typeface face2 = Typeface.createFromAsset(context.getAssets(),
					"fonts/gfzemenu.ttf");
			item.setTypeface(face2);
			mp = new MediaPlayer();
			play = (Button) ListView.findViewById(R.id.play);
			play.setOnClickListener(new OnClickListener() {

				@Override
				public void onClick(View arg0) {

					final Dialog dialog = new Dialog(context);
					dialog.requestWindowFeature(Window.FEATURE_NO_TITLE);
					dialog.setContentView(R.layout.popup_player);
					dialog.getWindow().setGravity(Gravity.BOTTOM);
					dialog.getWindow().setBackgroundDrawable(
							new ColorDrawable(Color.TRANSPARENT));

					playpause = (Button) dialog.findViewById(R.id.playpause);
					seekbarProgress = (SeekBar) dialog
							.findViewById(R.id.seekBar);
					duratio = (TextView) dialog.findViewById(R.id.songDuration);
					seekbarProgress.setVisibility(View.GONE);
					duratio.setVisibility(View.GONE);
					seekbarProgress.setProgress(0);
					seekbarProgress.setMax(100);
					dialog.setOnDismissListener(new DialogInterface.OnDismissListener() {

						@Override
						public void onDismiss(DialogInterface arg0) {
							// TODO Auto-generated method stub
							mp.pause();
							mp.release();
							mp = new MediaPlayer();
							playpause
									.setBackgroundResource(drawable.ic_media_play);

							play.setBackgroundResource(drawable.ic_media_play);
						}
					});
					playpause.setOnClickListener(new View.OnClickListener() {

						@Override
						public void onClick(View arg0) {
							// TODO Auto-generated method stub
							try {
								data(childPosition, groupPosition);

							} catch (Exception e) {
								e.printStackTrace();
							}

						}
					});
					seekbarProgress
							.setOnSeekBarChangeListener(new SeekBar.OnSeekBarChangeListener() {

								@Override
								public void onStopTrackingTouch(SeekBar seek) {
									if (mp != null && mp.isPlaying()) {
										mp.seekTo(seek.getProgress());
									}
								}

								@Override
								public void onStartTrackingTouch(SeekBar arg0) {
									// TODO Auto-generated method stub

								}

								@Override
								public void onProgressChanged(SeekBar seekBar,
										int progress, boolean fromTouch) {

								}
							});

					dialog.show();
				}
			});

			return ListView;
		}

		@Override
		public int getChildrenCount(int groupPosition) {
			return ParentListItems.get(Items.get(groupPosition)).size();
		}

		@Override
		public Object getGroup(int groupPosition) {
			return Items.get(groupPosition);
		}

		@Override
		public int getGroupCount() {
			return Items.size();
		}

		@Override
		public long getGroupId(int groupPosition) {
			return groupPosition;
		}

		@Override
		public View getGroupView(int groupPosition, boolean isExpanded,
				View ListView, ViewGroup parent) {
			String CoursesFull = (String) getGroup(groupPosition);
			if (ListView == null) {
				LayoutInflater infalInflater = (LayoutInflater) context
						.getSystemService(Context.LAYOUT_INFLATER_SERVICE);
				ListView = infalInflater.inflate(R.layout.parent_list_item2,
						null);
			}
			TextView item = (TextView) ListView.findViewById(R.id.textView2);
			item.setText(CoursesFull);
			Typeface face2 = Typeface.createFromAsset(context.getAssets(),
					"fonts/gfzemenu.ttf");
			item.setTextSize(16);
			item.setTypeface(face2);
			return ListView;
		}

		@Override
		public boolean hasStableIds() {
			return true;
		}

		@Override
		public boolean isChildSelectable(int groupPosition, int childPosition) {
			return true;
		}

		public void data(int childPosition, int groupPosition) {
			if (childPosition == 0 && groupPosition == 0) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 1) {

				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 2) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 3) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 4) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 5) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 6) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 7) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 8) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 9) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 10) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 11) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 12) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 13) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 14) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 15) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 16) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 17) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 18) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 19) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 20) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 21) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 22) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 23) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 24) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 25) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 26) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 27) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 28) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 29) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 30) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 31) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 32) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 33) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 34) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 35) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 36) {

				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 37) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 38) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 39) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 40) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 41) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 42) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 43) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 44) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 45) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 46) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 47) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 48) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 49) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 50) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 51) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 52) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 53) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 54) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 55) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 56) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 57) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 58) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 59) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 60) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 61) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 62) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 63) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 64) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 65) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 66) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 67) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 68) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 69) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 70) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 71) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 72) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 73) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 74) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 75) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 76) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 77) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 78) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 79) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 80) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 81) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 82) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 83) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 84) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 85) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 86) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 87) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 88) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 89) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 90) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 91) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 92) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 93) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 94) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 95) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 96) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 97) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 98) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 99) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 100) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 101) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 102) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 103) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 104) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 105) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 106) {

				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 107) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 108) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 109) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 110) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 111) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 112) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 113) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 114) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 115) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 116) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 117) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 118) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 119) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 120) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 121) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 122) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 123) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 124) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 125) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 126) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 127) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			} else if (childPosition == 0 && groupPosition == 128) {
				Toast.makeText(context, "መዝሙር የለውም", Toast.LENGTH_SHORT).show();
			}
		}

		private void mezmurPlay(String path) {
			File file = new File(path);
			if (!file.exists()) {
				Toast.makeText(context,
						"መዝሙሩ ስልክዎ ውስጥ የለም! እባክዎ 'እርዳታ' ወደ ሚለው ገጽ ይሒዱ!",
						Toast.LENGTH_SHORT).show();
			}
			try {
				mp.reset();
				mp.setDataSource(path);
				mp.prepare();
				mp.setVolume(1f, 1f);
				mp.start();
				finalTime = mp.getDuration();
				timeElapsed = mp.getCurrentPosition();

				if (oneTimeOnly == 0) {
					seekbarProgress.setMax((int) finalTime);
					oneTimeOnly = 0;
				}

				duratio.setText(String.format(
						"%d min, %d sec",
						TimeUnit.MILLISECONDS.toMinutes((long) timeElapsed),
						TimeUnit.MILLISECONDS.toSeconds((long) timeElapsed)
								- TimeUnit.MINUTES
										.toSeconds(TimeUnit.MILLISECONDS
												.toMinutes((long) timeElapsed))));

				seekbarProgress.setProgress((int) timeElapsed);
				handler.postDelayed(UpdateSongTime, 100);
				seekbarProgress.setVisibility(View.VISIBLE);
				duratio.setVisibility(View.VISIBLE);
				playpause.setBackgroundResource(drawable.ic_media_pause);
				play.setBackgroundResource(drawable.ic_media_pause);

			} catch (Exception e) {
				e.printStackTrace();
			}

		}

		private Runnable UpdateSongTime = new Runnable() {
			public void run() {
				timeElapsed = mp.getCurrentPosition();
				duratio.setText(String.format(
						"%d min, %d sec",
						TimeUnit.MILLISECONDS.toMinutes((long) timeElapsed),
						TimeUnit.MILLISECONDS.toSeconds((long) timeElapsed)
								- TimeUnit.MINUTES
										.toSeconds(TimeUnit.MILLISECONDS
												.toMinutes((long) timeElapsed))));
				seekbarProgress.setProgress((int) timeElapsed);
				handler.postDelayed(this, 100);
			}
		};
	}

}
